[
  {
    "courseDescription": "Independent Study Select project advisor prior to registration.",
    "courseID": "AMST0500",
    "courseName": "Independent Study",
    "departmentID": "AMST"
  },
  {
    "courseDescription": "Honors Thesis For students who have completed AMST 0705, and qualify to write two-credit interdisciplinary honors thesis. on some aspect of American culture. The thesis may be completed on a fall/winter schedule or a fall/spring schedule.",
    "courseID": "AMST0710",
    "courseName": "Honors Thesis",
    "departmentID": "AMST"
  },
  {
    "courseDescription": "The Graphic Novel and the Postmodern City  From dystopian visions of isolation and alienation to utopian illustrations of soaring towers and integrated communities, comics and graphic novels since the 1970s have represented a range of cityscapes and ways of living in them. Our efforts will focus on understanding how comics work as a cultural form distinct from others and how various artists and writers have imagined urban space in relatively recent cultural history.  Some texts might include: Daniel Clowes, Ghost World; Alan Moore and David Lloyd, V for Vendetta; Thi Bui, The Best We Could Do; and G. Willow Wilson and Adrian Alphono, Ms. Marvel.",
    "courseID": "AMST1045",
    "courseName": "Graphic Novel Postmodern City",
    "departmentID": "AMST"
  },
  {
    "courseDescription": "Prior to registering for ANTH 0500, a student must enlist the support of a faculty advisor from the Department of Anthropology. (Open to Majors only)",
    "courseID": "ANTH0500",
    "courseName": "Advanced Individual Study",
    "departmentID": "ANTH"
  },
  {
    "courseDescription": "One-Semester Senior Project Under the guidance of a faculty member, a student will carry out an independent, one-semester research project, often based on original data. The student must also participate in a senior seminar that begins the first week of fall semester and meets as necessary during the rest of the year. The final product must be presented in a written report of 25-40 pages, due the last day of classes.",
    "courseID": "ANTH0700",
    "courseName": "One-Semester Senior Project",
    "departmentID": "ANTH"
  },
  {
    "courseDescription": "Multi-Semester Senior Project Under the guidance of a faculty member, a senior will carry out an independent multi-semester research project, often based on original data. The student must also participate in a senior seminar that begins the first week of fall semester and meets as necessary during the rest of the year. The final product must be presented in a written report of 60-100 pages, due either at the end of the Winter Term or the Friday after spring break.",
    "courseID": "ANTH0710",
    "courseName": "Multi-Semester Senior Project",
    "departmentID": "ANTH"
  },
  {
    "courseDescription": "Endangered Food We walk into a grocery store and perceive a large variety of food choices. At the same time, we are told western diets are unhealthy and “homogenous.” What does this “homogeneity” refer to? And, does it apply to those of us who strive to consume “balanced” diets? In this course, we will explore the contrast between modern dietary homogeneity and the history and diversity of ancient foods. In addition to reading social science literature and case studies, we will take a practical approach to exploring course themes by meeting with farmers and naturalists aiming to preserve, and return to, diverse and wild food systems. For their final projects, students will undertake a project centering a native foodway.   Alexa Duchesneau is a fifth year Anthropology PhD candidate at Yale University. She studies the nutritional ecology of human and non-human primates.",
    "courseID": "ANTH1005",
    "courseName": "Endangered Food",
    "departmentID": "ANTH"
  },
  {
    "courseDescription": "Refugees or Labor Migrants: The Anthropology of South-North Migration Millions of people from low-income countries are moving to high-income countries without work visas.  If they seek to escape poverty and government corruption, do they deserve to be classified as refugees with a human right to cross international borders? Heightened border enforcement has led to thousands of deaths in the American Southwest and the Mediterranean, and now anxious voters are electing politicians who promise even harsher crackdowns. Based on research with international migration streams, this course will explore debates over asylum rights, border enforcement, the deportation industry, the migration industry, low-wage labor markets and remittance economies, with a focus on Latin American and Chinese migration to the U.S., as well as African and Mideastern migration to Western Europe",
    "courseID": "ANTH1035",
    "courseName": "Anthro of Labor Migra & Refuge",
    "departmentID": "ANTH"
  },
  {
    "courseDescription": "Introduction to Swahili and East African Culture This course introduces students to Swahili, the lingua franca of East Africa.  Students will acquire a foundation for speaking, reading, and writing Swahili, and will learn how to use it appropriately in East African culture.  The use of English in the classroom will be kept to a minimum.  The course also provides an introduction to the geography and history of East Africa.  This course is particularly useful for students who intend to visit Kenya, Tanzania, or Uganda, because its linguistic and cross-cultural training will give them the resources to maximize such an experience. This course counts as elective credit towards the African Studies minor.",
    "courseID": "ANTH1152",
    "courseName": "Introduction to Swahili",
    "departmentID": "ANTH"
  },
  {
    "courseDescription": "Data Science Across Disciplines In this course, we will gain exposure to the entire data science pipeline—obtaining and cleaning large and messy data sets, exploring these data and creating engaging visualizations, and communicating insights from the data in a meaningful manner. During morning sessions, we will learn the tools and techniques required to explore new and exciting data sets. During afternoon sessions, students will work in small groups with one of several faculty members on domain-specific research projects in Anthropology, Biology, Classics, Political Science, and Statistics. This course will use the R programming language. No prior experience with programming is necessary.  ANTH/LNGT: In this section we will explore indigenous political voice in unexpected places. The data we will analyze will consist of bilingual Apache-English and Maidu-English stories, songs and speeches originally recorded by anthropological linguists in the early twentieth century as examples of traditional culture. Students will use R to search this corpora for how indigenous contributors were also making claims on the future in their address to the researcher and to wider anticipated audiences. This course includes a community engagement component.  BIOL/ECSC 1230: In this section we will work with data collected by elephant seals equipped with oceanographic instruments in the Southern Ocean. Depending on your interests, you can approach the project from different angles: students focusing on biology will explore where the seals travel and what drives their movements, while those interested in earth science will investigate the temperature and salinity profiles gathered during their dives. Working in teams, you’ll combine these perspectives to build a fuller picture of both seal ecology and the oceanographic processes that shape their environment. Along the way, you’ll practice manipulating and visualizing different types of data including maps of seal tracks, temperature and salinity profiles, and cross-sections of ocean properties. We will also bring in satellite  and autonomous float data to place seal activity and the data they collect in a broader context. By the end, you’ll have a sense of how these different data sources fit together and what unique insights we gain from using seals as oceanographers.  CLAS 1230: In this section students will gain hands-on experience with a variety of natural language processing and text mining techniques by exploring the writings of the ancient historian Plutarch, who lived during the first and second centuries AD.  We will focus on the biographies of \"great men\" in Plutarch’s Lives, which chronicles the history, morals, and virtues of major figures who played parallel roles in ancient Greek and Roman society. The public domain English translation from Project Gutenberg will serve as our main corpus; however, students with a background or interest in Ancient Greek can work with the text in the original language. Using the R programming language, students will transform unstructured text into quantitative data for statistical analysis and morphosyntactic parsing. We will also apply machine learning models to our data to reveal underlying patterns in large amounts of text. No prior experience with R is necessary.  PSCI 1230: Who votes in elections? Who attends protests? Why? In this section we will use the tools of data science to explore these and other questions about political participation in the Americas. We will examine engagement in different forms of participation and the demographic, economic, social, and other factors that shape participation. The class will introduce students to the basics of survey research and the study of political participation.  Students will complete a final group project showcasing the concepts and tools learned in class.   STAT 1230: In this section students will dive into the world of data science by focusing on invasive species monitoring data. Early detection is crucial to controlling many invasive species; however, there is a knowledge gap regarding the sampling effort needed to detect the invader early. In this course, we will work with decades of invasive species monitoring data collected across the United States to better understand how environmental variables play a role in the sampling effort required to detect invasive species. Students will gain experience in the entire data science pipeline, but the primary focus will be on data scraping, data visualization, and communication of data-based results to scientists and policymakers.",
    "courseID": "ANTH1230",
    "courseName": "DataScience Across Disciplines",
    "departmentID": "ANTH"
  },
  {
    "courseDescription": "Beginning Arabic II This course is an intensive continuation of ARBC 0101. In addition to the goals stated for that course there will be extra emphasis on cultural skills during winter term. (ARBC 0101 or equivalent).",
    "courseID": "ARBC0102",
    "courseName": "Beginning Arabic II",
    "departmentID": "ARBC"
  },
  {
    "courseDescription": "Independent Study",
    "courseID": "ARBC0500",
    "courseName": "Independent Study",
    "departmentID": "ARBC"
  },
  {
    "courseDescription": "Senior Thesis I Approval required.",
    "courseID": "ARBC0700",
    "courseName": "Senior Thesis I",
    "departmentID": "ARBC"
  },
  {
    "courseDescription": "Senior Thesis II Approval required.",
    "courseID": "ARBC0701",
    "courseName": "Senior Thesis II",
    "departmentID": "ARBC"
  },
  {
    "courseDescription": "Touching the Surface: Drawing in Latin America This course is designed to get students acquainted with foundational drawing techniques while also exploring different artists and artistic movements in Latin America who have redefined the medium through their own contexts and approaches to experimentation. We will study artists such as Lygia Clark, Belkis Ayón, Carmen Herrera, Beatriz González, Marisol, María Izquierdo, Felipe Baez, and Teresita Fernandez and unpack artistic movements that shape Latin American art as we know it today which span from around the 14th century to art being made today. Throughout the course, we will question what is considered Latin American and expand our geographical delineations that include Latinx American artists who bring their ancestral histories with them beyond borders and tongues. Dry and wet media will be used as well as some basic sculptural techniques to get a better understanding on the volumetric qualities of depicting space and figures. Students will learn foundational drawing skills such as composition, scale, negative/positive space, contour lines, tonal values, line quality, and personal style. There will be regular class critiques.",
    "courseID": "_ART0176",
    "courseName": "Drawing in Latin America",
    "departmentID": "_ART"
  },
  {
    "courseDescription": "Botanical Illustration: The Art of Science, The Science of Art The natural diversity of plants and the adaptations they possess is awe-inspiring and has been the subject of botanical illustration for thousands of years. In this course students will develop fundamental artistic techniques for capturing plant forms using a variety of artistic methods (graphite, charcoal, silver point, ink, watercolor) and a diversity of living plant specimens. Students will learn how to represent the broad scale of botanical diversity, from the shapes of trees via field-based journaling to the cells of mosses via microscopy-to-paper transcription. Students will develop a practice of close observation that challenges their assumptions of how they see the natural world, will master faithful transformation of 3D natural forms to 2D, and will be challenged to apply plant anatomical knowledge and form-function relationships to develop scientifically accurate, publication-quality illustrations in a feedback-rich studio environment.",
    "courseID": "_ART0282",
    "courseName": "Botanical Illustration",
    "departmentID": "_ART"
  },
  {
    "courseDescription": "Special Project Supervised independent work with a special project proposed by a student or a collaboration between a student and a faculty member on a special project.  Admission by permission of a faculty member.",
    "courseID": "_ART0500",
    "courseName": "Special Project",
    "departmentID": "_ART"
  },
  {
    "courseDescription": "The Centered Self In this course students will explore the creation of personas and constructed identities as tools for artistic expression. We will investigate how these strategies enable artists to transcend personal boundaries, challenge cultural norms, and build immersive narratives. Through research, critique, and hands-on making, students will create embodied characters and objects that challenge conventions. Projects will incorporate a range of materials and techniques, encouraging experimental approaches to identity, storytelling, and spatial invention allowing students to push the boundaries of self-expression and create alternative realities that challenge traditional artistic forms. The course will include trips to study local collections alongside the Contemporary Native Arts class. No previous experience required.",
    "courseID": "_ART1035",
    "courseName": "The Centered Self",
    "departmentID": "_ART"
  },
  {
    "courseDescription": "Contemporary Native Arts In this course we will examine contemporary art practices by Native American artists who explore kinship relationships to nature, land, and environment. In this course we will study new approaches to creative innovation and object-making in preparation for an exhibition opening at Middlebury in 2027. Students will be introduced to works of art by contemporary Native artists including Akwesasne Mohawk sculptor Margaret Jacobs. Assignments acquaint students with foundational drawing and basic sculptural techniques to get a better understanding of the volumetric qualities. Written responses to works of art encourage discussion about how to expand art discourse. Developing installation designs will broaden an understanding of how objects are displayed in museums. The course will include trips to study local collections.",
    "courseID": "_ART1037",
    "courseName": "Contemporary Native Arts",
    "departmentID": "_ART"
  },
  {
    "courseDescription": "Experimental Etching In this introductory studio course students will explore etching as a dynamic medium in contemporary art. For the first half of the course students will learn to combine foundational etching techniques with alternative and mixed-media processes through demonstrations and hands-on experimentation. Processes will include hard ground, soft ground, spray paint aquatint, photo transfer on copper plates, and digital tools for etching. In the second half of the course students will design and complete individual etching projects that integrate these processes to develop their personal ideas and voice. Course components include skill-building in traditional and non-traditional etching methods, group discussions, critiques, visits to the Middlebury College Museum of Art, examples drawn from historical and contemporary printmakers, and self-designed projects.",
    "courseID": "_ART1039",
    "courseName": "Experimental Etching",
    "departmentID": "_ART"
  },
  {
    "courseDescription": "Experimental Design and Statistical Analysis Experimental design is one of the most important parts of doing science, but it is difficult to do well. How do you randomize mice? How many replicate petri plates should be inoculated? If I am measuring temperature in a forest, where do I put the thermometer? In this course students will design experiments across the sub-areas of biology. We will run student designed experiments, and then learn ways to analyze the data, and communicate the results. Students planning to do independent research are encouraged to take this course. (BIOL 0140 or BIOL 0145).",
    "courseID": "BIOL0211",
    "courseName": "Biostatistics",
    "departmentID": "BIOL"
  },
  {
    "courseDescription": "Human Genetics In this course, we will incorporate both classical and molecular approaches to study the structure and inheritance of the human genome, chromosomes, and genes; gene function; effects of changes in genes and chromosomes; and analysis of the genetic structure of pedigrees and populations. Through lecture, discussion, case studies, and writing projects, we will explore topics including, but not limited to, classical genetics, stem cells and cloning, human migration, the Human Genome Project, human origins, and the future of human genetics. We will also illustrate the consequences of mutation by studying human genetic disease and explore some of the societal, ethical, and legal aspects of human genetics.",
    "courseID": "BIOL0225",
    "courseName": "Human Genetics",
    "departmentID": "BIOL"
  },
  {
    "courseDescription": "Botanical Illustration: The Art of Science, The Science of Art The natural diversity of plants and the adaptations they possess is awe-inspiring and has been the subject of botanical illustration for thousands of years. In this course students will develop fundamental artistic techniques for capturing plant forms using a variety of artistic methods (graphite, charcoal, silver point, ink, watercolor) and a diversity of living plant specimens. Students will learn how to represent the broad scale of botanical diversity, from the shapes of trees via field-based journaling to the cells of mosses via microscopy-to-paper transcription. Students will develop a practice of close observation that challenges their assumptions of how they see the natural world, will master faithful transformation of 3D natural forms to 2D, and will be challenged to apply plant anatomical knowledge and form-function relationships to develop scientifically accurate, publication-quality illustrations in a feedback-rich studio environment.",
    "courseID": "BIOL0282",
    "courseName": "Botanical Illustration",
    "departmentID": "BIOL"
  },
  {
    "courseDescription": "Mechanisms of Microbial Pathogenesis Many microorganisms have the potential to cause disease. An understanding of the mechanisms that promote bacterial pathogenesis is therefore essential for the development of effective disease prevention and/or treatment strategies. This course will explore the mechanisms by which microbial pathogens adhere to, invade, and persist in the human host. While an emphasis will be placed on microbial mechanisms of disease, the host response to the infectious process will also be discussed. (BIOL 0140 and BIOL 0145) 3 hrs lect/disc.",
    "courseID": "BIOL0330",
    "courseName": "Microbial Pathogenesis",
    "departmentID": "BIOL"
  },
  {
    "courseDescription": "Hacking Inheritance The Genetic Age is upon us, with the ability to precisely edit the genomes of organisms in our hands. But should we? In this course we will explore the myriad ways gene-editing is used to address global crises in agriculture, public health, and more. Using both primary literature and popular press, we will dive into the history, innovations, and ethical concerns related to gene-editing efforts in medicine, neurobiology, and biotechnology to then predict the next frontiers of the field. Student work will reflect effective scientific communication to experts, non-experts, and policy makers.",
    "courseID": "BIOL0405",
    "courseName": "Hacking Inheritance",
    "departmentID": "BIOL"
  },
  {
    "courseDescription": "Topics in Biotechnology In this seminar course we will discuss primary research articles on current topics in biotechnology, or the harnessing of molecular biology to solve problems and cure diseases. We will look into new developments in therapies, as well as challenges still unsolved, and ethical dilemmas. Topics include DNA and RNA gene therapy, gene editing, the many uses of antibodies, how therapies can be directed to the correct part of the body, and how researchers are targeting proteins that are \"undruggable\". (BIOL 0145) (Open to juniors & seniors, others with instructor permission)  Elizabeth Stivison is an Assistant Laboratory Professor at Middlebury, and a science writer covering developments in biotechnology research.",
    "courseID": "BIOL0410",
    "courseName": "Topics in Biotechnology",
    "departmentID": "BIOL"
  },
  {
    "courseDescription": "Independent Study In this course students complete individual projects involving laboratory and/or field research or extensive library study on a topic chosen by the student and a faculty advisor. Prior to registering for BIOL 0500, a student must have discussed and agreed upon a project topic with a member of the Biology Department faculty. Additional requirements include attendance at all Biology Department seminars and participation in any scheduled meetings with disciplinary sub-groups and lab groups. This course is not open to seniors; seniors should enroll in BIOL 0700, Senior Independent Study. (BIOL 0211. Approval required) 3 hrs. disc.",
    "courseID": "BIOL0500",
    "courseName": "Independent Study",
    "departmentID": "BIOL"
  },
  {
    "courseDescription": "Senior Independent Study In this course students complete individual projects involving laboratory and/or field research or extensive library study on a topic chosen by the student and a faculty advisor. Prior to registering for BIOL 0700, a student must have discussed and agreed upon a project topic with a member of the Biology Department faculty. Additional requirements include attendance at all Biology Department seminars and participation in any scheduled meetings with disciplinary sub-groups and lab groups. (BIOL 0211. Approval required; open only to seniors) 3 hrs. disc.",
    "courseID": "BIOL0700",
    "courseName": "Senior Independent Study",
    "departmentID": "BIOL"
  },
  {
    "courseDescription": "Senior Thesis Seniors majoring in Biology who have completed one or more semesters of BIOL 0500 or BIOL 0700 and who plan to complete a thesis should register for BIOL 0701. In this course students will produce a written thesis, deliver a public presentation of the research on which it is based, and present an oral defense of the thesis before a committee of at least three faculty members. Additional requirements include attendance at all Biology Department seminars and participation in any scheduled meetings with disciplinary sub-groups and lab groups. Open to Biology and joint Biology majors. (BIOL 0211 and BIOL 0500 or BIOL 0700 or waiver; instructor approval required for all students) 3 hrs. disc",
    "courseID": "BIOL0701",
    "courseName": "Senior Thesis",
    "departmentID": "BIOL"
  },
  {
    "courseDescription": "The Biology of Aging As we grow older, rates of serious disease such as cancer, neurodegeneration, heart disease, and diabetes increase exponentially, with age being the greatest risk factor for their onset. Understanding the biology of aging, and what about aging connects these diseases, has thus received much attention from both scientists and the general public in recent years. In this course, we will examine the scientific theories on what causes aging. A history of aging research will be provided, and students will engage with primary scientific literature to understand how modern scientists study this question. We will conclude with an examination of the ethics of further lifespan extension in the 21st century. (BIOL 0145)  William Nathan is a postdoctoral fellow at the National Cancer Institute/NIH studying genome instability in neurons and cancer cells. He has a DPhil in Biomedical Sciences/Oncology from the University of Oxford and a BA in Biochemistry and Economics from Middlebury College.",
    "courseID": "BIOL1015",
    "courseName": "The Biology of Aging",
    "departmentID": "BIOL"
  },
  {
    "courseDescription": "Data Science Across Disciplines In this course, we will gain exposure to the entire data science pipeline—obtaining and cleaning large and messy data sets, exploring these data and creating engaging visualizations, and communicating insights from the data in a meaningful manner. During morning sessions, we will learn the tools and techniques required to explore new and exciting data sets. During afternoon sessions, students will work in small groups with one of several faculty members on domain-specific research projects in Anthropology, Biology, Classics, Political Science, and Statistics. This course will use the R programming language. No prior experience with programming is necessary.  ANTH/LNGT: In this section we will explore indigenous political voice in unexpected places. The data we will analyze will consist of bilingual Apache-English and Maidu-English stories, songs and speeches originally recorded by anthropological linguists in the early twentieth century as examples of traditional culture. Students will use R to search this corpora for how indigenous contributors were also making claims on the future in their address to the researcher and to wider anticipated audiences.  BIOL/ECSC 1230: In this section we will work with data collected by elephant seals equipped with oceanographic instruments in the Southern Ocean. Depending on your interests, you can approach the project from different angles: students focusing on biology will explore where the seals travel and what drives their movements, while those interested in earth science will investigate the temperature and salinity profiles gathered during their dives. Working in teams, you’ll combine these perspectives to build a fuller picture of both seal ecology and the oceanographic processes that shape their environment. Along the way, you’ll practice manipulating and visualizing different types of data including maps of seal tracks, temperature and salinity profiles, and cross-sections of ocean properties. We will also bring in satellite  and autonomous float data to place seal activity and the data they collect in a broader context. By the end, you’ll have a sense of how these different data sources fit together and what unique insights we gain from using seals as oceanographers.  CLAS 1230: In this section students will gain hands-on experience with a variety of natural language processing and text mining techniques by exploring the writings of the ancient historian Plutarch, who lived during the first and second centuries AD.  We will focus on the biographies of \"great men\" in Plutarch’s Lives, which chronicles the history, morals, and virtues of major figures who played parallel roles in ancient Greek and Roman society. The public domain English translation from Project Gutenberg will serve as our main corpus; however, students with a background or interest in Ancient Greek can work with the text in the original language. Using the R programming language, students will transform unstructured text into quantitative data for statistical analysis and morphosyntactic parsing. We will also apply machine learning models to our data to reveal underlying patterns in large amounts of text. No prior experience with R is necessary.  PSCI 1230: Who votes in elections? Who attends protests? Why? In this section we will use the tools of data science to explore these and other questions about political participation in the Americas. We will examine engagement in different forms of participation and the demographic, economic, social, and other factors that shape participation. The class will introduce students to the basics of survey research and the study of political participation.  Students will complete a final group project showcasing the concepts and tools learned in class.   STAT 1230: In this section students will dive into the world of data science by focusing on invasive species monitoring data. Early detection is crucial to controlling many invasive species; however, there is a knowledge gap regarding the sampling effort needed to detect the invader early. In this course, we will work with decades of invasive species monitoring data collected across the United States to better understand how environmental variables play a role in the sampling effort required to detect invasive species. Students will gain experience in the entire data science pipeline, but the primary focus will be on data scraping, data visualization, and communication of data-based results to scientists and policymakers.",
    "courseID": "BIOL1230",
    "courseName": "DataScience Across Disciplines",
    "departmentID": "BIOL"
  },
  {
    "courseDescription": "Community-Engaged Work in Black Studies Speaking of scholarship and activism, scholar and chronicler, Manning Marable, argued: “Scholars have an obligation not just to interpret, but to act.” In this experiential course, we will explore debates on and legacies in activism and action within Black Studies. Students will prepare for and then participate in community-engaged activism which takes seriously the calls and debates within Black Studies to inform our knowledge through action and vice versa. The seminar component of the course will be used to reflect among peers on the dialogic relationship between theory and practice. Students' community work plans will be developed under the supervision of faculty.",
    "courseID": "BLST0399",
    "courseName": "Community-Engaged Work",
    "departmentID": "BLST"
  },
  {
    "courseDescription": "Chemical Biology In this course we will explore scientific advances propelled by research at the interface of organic chemistry and molecular biology. The field of chemical biology involves the manipulation of biological macromolecules (proteins, nucleic acids, lipids, and carbohydrates) using synthetic organic chemistry. These organic transformations are not used by nature and thus permit site-specific modifications that enable study or alteration of macromolecule function. Examples include antibody-drug conjugates for targeted chemotherapy and fluorescent probes of macromolecule interactions. In the lab, we will apply the techniques of chemical biology and ask new research questions. Fundamentals of molecular biology will be discussed as they pertain to our exploration of chemical biology. (CHEM 0205) (5 hrs lect., 5 hrs lab).",
    "courseID": "CHEM0303",
    "courseName": "Chemical Biology",
    "departmentID": "CHEM"
  },
  {
    "courseDescription": "Independent Study Project Individual study for qualified students.",
    "courseID": "CHEM0500",
    "courseName": "Independent Study",
    "departmentID": "CHEM"
  },
  {
    "courseDescription": "Senior Research In this course students complete individual projects involving laboratory research on a topic chosen by the student and a faculty advisor. Prior to registering for CHEM 0700, a student must have discussed and agreed upon a project topic with a faculty member in the Chemistry and Biochemistry Department. Attendance at all Chemistry and Biochemistry Department seminars is expected.",
    "courseID": "CHEM0700",
    "courseName": "Senior Research",
    "departmentID": "CHEM"
  },
  {
    "courseDescription": "Senior Thesis Students who have initiated research projects in CHEM 0400 and who plan to complete a senior thesis should register for CHEM 0701. Students are required to write a thesis, give a public presentation, and defend their thesis before a committee of at least three faculty members. The final grade will be determined by the department. Attendance at all Chemistry and Biochemistry Department seminars is expected.",
    "courseID": "CHEM0701",
    "courseName": "Senior Thesis",
    "departmentID": "CHEM"
  },
  {
    "courseDescription": "Exercise Biochemistry In this course we will investigate the biochemical, biological, genetic, and psychological factors associated with athletic performance. In lectures and active discussion, we will begin by discussing the origins of exercise physiology in the early 1900’s, introducing topics such as metabolic fuels and their utilization, oxygen and water, metabolism, and physiological adaptations to training. Special attention will be paid to muscle (power) and pulmonary organization and function (VO2 max), and how psychology and the brain (the ‘master regulator’) contribute to achieve maximum performance. We will read several books and papers from the popular and primary literature and consider how they inform our study of exercise. Films and guest lectures by experts and by accomplished endurance athletes will provide a personal perspective. Laboratory and training room sessions will put these themes into practice. We will conclude with student-led group presentations on controversies such as performance enhancing drugs, the efficacy of aggressively marketed supplements, sex determination, technological enhancements and equipment advancements, human rights and political protests, and athlete health and safety.",
    "courseID": "CHEM1008",
    "courseName": "Exercise Biochemistry",
    "departmentID": "CHEM"
  },
  {
    "courseDescription": "Beginning Chinese An intensive continuation of CHNS 0101, this course is required of those wishing to take CHNS 0103 in the spring.  Students may anticipate learning a significant amount of new vocabulary, sentence patterns and idiomatic expressions.  Skits, oral presentations, writing assignments, and cultural activities are also part of this course.",
    "courseID": "CHNS0102",
    "courseName": "Continued Beginning Chinese",
    "departmentID": "CHNS"
  },
  {
    "courseDescription": "Senior Essay",
    "courseID": "CHNS0500",
    "courseName": "Independent Project",
    "departmentID": "CHNS"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "CHNS0700",
    "courseName": "Senior Essay",
    "departmentID": "CHNS"
  },
  {
    "courseDescription": "Senior Thesis (Approval required).",
    "courseID": "CHNS0702",
    "courseName": "Senior Thesis",
    "departmentID": "CHNS"
  },
  {
    "courseDescription": "Independent Study",
    "courseID": "CLAS0500",
    "courseName": "Independent Study",
    "departmentID": "CLAS"
  },
  {
    "courseDescription": "",
    "courseID": "CLAS0505",
    "courseName": "Ind Senior Project",
    "departmentID": "CLAS"
  },
  {
    "courseDescription": "Senior Essay for Classics/Classical Studies Majors",
    "courseID": "CLAS0700",
    "courseName": "Sr Essay Classics/Cy",
    "departmentID": "CLAS"
  },
  {
    "courseDescription": "Curatorial Lab: Ancient Greek Vases at Middlebury* Middlebury College acquired its first Ancient Greek vase in 1953. Now the college museum holds well over sixty vases and shards that, together, constitute an outstanding teaching collection. In this writing-intensive curatorial lab we will study the ancient techniques pertaining to the creation of Greek pottery, explore its cultural contexts, and familiarize ourselves with the modern methodologies developed for organizing, categorizing, and attributing Greek vases. Next, we will study and document the Middlebury collection, resulting in an online catalog to which each student will contribute entries for a handful of vases and shards. The course includes a short trip to New York City to study, first-hand, collections (Metropolitan Museum) and meet with curators, dealers, and other museum and art world professionals. HARC 0100 or prior permission.",
    "courseID": "CLAS1036",
    "courseName": "Curratorial Lab: Greek Vases",
    "departmentID": "CLAS"
  },
  {
    "courseDescription": "Data Science Across Disciplines In this course, we will gain exposure to the entire data science pipeline—obtaining and cleaning large and messy data sets, exploring these data and creating engaging visualizations, and communicating insights from the data in a meaningful manner. During morning sessions, we will learn the tools and techniques required to explore new and exciting data sets. During afternoon sessions, students will work in small groups with one of several faculty members on domain-specific research projects in Anthropology, Biology, Classics, Political Science, and Statistics. This course will use the R programming language. No prior experience with programming is necessary.  ANTH/LNGT: In this section we will explore indigenous political voice in unexpected places. The data we will analyze will consist of bilingual Apache-English and Maidu-English stories, songs and speeches originally recorded by anthropological linguists in the early twentieth century as examples of traditional culture. Students will use R to search this corpora for how indigenous contributors were also making claims on the future in their address to the researcher and to wider anticipated audiences.  BIOL/ECSC 1230: In this section we will work with data collected by elephant seals equipped with oceanographic instruments in the Southern Ocean. Depending on your interests, you can approach the project from different angles: students focusing on biology will explore where the seals travel and what drives their movements, while those interested in earth science will investigate the temperature and salinity profiles gathered during their dives. Working in teams, you’ll combine these perspectives to build a fuller picture of both seal ecology and the oceanographic processes that shape their environment. Along the way, you’ll practice manipulating and visualizing different types of data including maps of seal tracks, temperature and salinity profiles, and cross-sections of ocean properties. We will also bring in satellite  and autonomous float data to place seal activity and the data they collect in a broader context. By the end, you’ll have a sense of how these different data sources fit together and what unique insights we gain from using seals as oceanographers.  CLAS 1230: In this section students will gain hands-on experience with a variety of natural language processing and text mining techniques by exploring the writings of the ancient historian Plutarch, who lived during the first and second centuries AD.  We will focus on the biographies of \"great men\" in Plutarch’s Lives, which chronicles the history, morals, and virtues of major figures who played parallel roles in ancient Greek and Roman society. The public domain English translation from Project Gutenberg will serve as our main corpus; however, students with a background or interest in Ancient Greek can work with the text in the original language. Using the R programming language, students will transform unstructured text into quantitative data for statistical analysis and morphosyntactic parsing. We will also apply machine learning models to our data to reveal underlying patterns in large amounts of text. No prior experience with R is necessary.  PSCI 1230: Who votes in elections? Who attends protests? Why? In this section we will use the tools of data science to explore these and other questions about political participation in the Americas. We will examine engagement in different forms of participation and the demographic, economic, social, and other factors that shape participation. The class will introduce students to the basics of survey research and the study of political participation.  Students will complete a final group project showcasing the concepts and tools learned in class.   STAT 1230: In this section students will dive into the world of data science by focusing on invasive species monitoring data. Early detection is crucial to controlling many invasive species; however, there is a knowledge gap regarding the sampling effort needed to detect the invader early. In this course, we will work with decades of invasive species monitoring data collected across the United States to better understand how environmental variables play a role in the sampling effort required to detect invasive species. Students will gain experience in the entire data science pipeline, but the primary focus will be on data scraping, data visualization, and communication of data-based results to scientists and policymakers.",
    "courseID": "CLAS1230",
    "courseName": "DataScience Across Disciplines",
    "departmentID": "CLAS"
  },
  {
    "courseDescription": "Once Upon A Time ... Folk Fairy Tales Of The World Tell me a story! We will examine the complex, inter-connected fairy tale traditions found in every society. Comparing fairy tale variants from around the world-including Japan, China, India, Near East, Africa-we will explore their convoluted and fertile relationships as observed in the rise of fairy tale collections in 15th-century Europe, reaching a culmination in the Brothers Grimm collection, often synonymous with the fairy tale itself. To attain a more dispassionate critical perspective we will explore theoretical approaches to the fairy tales through authors such as Zipes, Bottigheimer, Tatar, and Rölleke, and conclude by examining modern variants in prose, poetry, and film.",
    "courseID": "CMLT0200",
    "courseName": "Folk-Fairy Tales of the World",
    "departmentID": "CMLT"
  },
  {
    "courseDescription": "Independent Study Approval Required",
    "courseID": "CMLT0500",
    "courseName": "Independent Study",
    "departmentID": "CMLT"
  },
  {
    "courseDescription": "Senior Thesis A senior thesis is normally completed over two semesters. During Fall and Winter terms, or Winter and Spring terms, students will write a 35-page (article length) comparative essay, firmly situated in literary analysis. Students are responsible for identifying and arranging to work with their primary language and secondary language readers, and consulting with the program director before completing the CMLT Thesis Declaration form.",
    "courseID": "CMLT0700",
    "courseName": "Senior Thesis",
    "departmentID": "CMLT"
  },
  {
    "courseDescription": "Special Project: Creative Writing Approval Required.",
    "courseID": "CRWR0560",
    "courseName": "Special Project: Writing",
    "departmentID": "CRWR"
  },
  {
    "courseDescription": "The Poetry Chapbook In this course we will consider the form of the poetry chapbook. At around 15-30 pages (shorter than a full-length single-author collection of poetry), the chapbook is its own delightful form which often allows a poet to bring together a small set of poems that might share formal elements or might orbit a specific topic, theme, or narrative arc. Some chapbooks are more playful or experimental than the same poet’s full-length books. Some poets’ chapbooks become the seeds of future full-length books. In this course we will read and discuss an eclectic set of chapbooks by diverse contemporary poets, and we will work toward completing chapbooks of your own by the end of January, workshopping drafts along the way.  Margaret Ray is the author of GOOD GRIEF, THE GROUND (BOA Editions, 2023), which won the A. Poulin Jr. Poetry Prize and was a Lambda Literary Awards finalist. Her chapbook, SUPERSTITIONS OF THE MID-ATLANTIC was selected by Jericho Brown for the 2020 Poetry Society of America Chapbook Fellowship Prize. She is a Middlebury alum.",
    "courseID": "CRWR1004",
    "courseName": "The Poetry Chapbook",
    "departmentID": "CRWR"
  },
  {
    "courseDescription": "Spatial Agent-Based Modeling In this course students will learn efficient data structures and design techniques for spatially-explicit agent-based modeling using the NetLogo programming language. Agent-based modeling techniques will be applied to problems in the social and natural sciences (such as graph pandemic modeling and population dynamics), mathematics and computational sciences (such as graph algorithms), and agent-based games. We will also explore some advanced programming features of NetLogo. We also discuss ethical aspects of computer simulation and how agent-based modeling might or might not fit in a framework of responsible computing.Students will design and implement a significant term software project. This course fulfills the Responsible Computing requirement for the Computer Science major.  (CSCI 0201).",
    "courseID": "CSCI0390",
    "courseName": "Spatial Agent-Based Modeling",
    "departmentID": "CSCI"
  },
  {
    "courseDescription": "Advanced Study Individual study for qualified students in more advanced topics in computer science theory, systems, or application areas. Particularly suited for students who enter with advanced standing.",
    "courseID": "CSCI0500",
    "courseName": "Advanced Study",
    "departmentID": "CSCI"
  },
  {
    "courseDescription": "Independent Study Individual study for qualified students in more advanced topics in computer science theory, systems, or application areas. Particularly suited for students who wish to pursue further study beyond a previous CS elective or research project, and where the scope of the work fits best in a 1/2 credit experience rather than a 1-credit independent project or a 2-credit senior thesis.",
    "courseID": "CSCI0505",
    "courseName": "Independent Study",
    "departmentID": "CSCI"
  },
  {
    "courseDescription": "Senior Thesis The senior thesis is recommended for students interested in pursuing graduate study in Computer Science. Students will spend the semester researching and writing, and developing and experimenting as appropriate for their topic. All students will be expected to report on their work in the form of a written thesis, a poster, and an oral presentation at the end of the semester. In addition, throughout the semester, students will meet as a group to discuss research and writing, and will be expected to attend talks in the Computer Science lecture series. Before approval to join the class is granted, students are expected to have chosen a thesis adviser from the CSCI faculty, and determined a thesis topic with the guidance and approval of that adviser.",
    "courseID": "CSCI0702",
    "courseName": "Senior Thesis",
    "departmentID": "CSCI"
  },
  {
    "courseDescription": "Applied Data Science: Exploration, Prediction, and Generative Artificial Intelligence From predictive models to image and language generators, data science, machine learning, and generative artificial intelligence (AI) rely on computational methods for learning patterns in large, complex, datasets. In this hands-on course, we will apply multiple approaches for learning from data, including exploratory analysis, prediction, and generation. Students will describe social impacts of data-intensive technologies; manage and explore data sets; build predictive models; and programmatically apply generative models to real-world problems and data. This course is designed for students with introductory programming or data science preparation seeking to build foundational understanding and practical skills in machine learning and generative AI. This course fulfills the Responsible Computing requirement for the Computer Science major.",
    "courseID": "CSCI1010",
    "courseName": "Applied Data Science",
    "departmentID": "CSCI"
  },
  {
    "courseDescription": "Computer Vision In this course students will get a broad introduction to the field of computer vision, touching on topics ranging from low-level image processing to high-level geometric and semantic understanding of images. Along the way, we will draw on tools and techniques from mathematics, signal processing, and deep learning. The course is project-focused by design: interactive lectures will introduce theory, tools, and techniques, in support of several significant projects in which students will implement working vision systems for tasks such as image compositing, depth estimation, and novel view synthesis. We will also touch on recent advances in areas such as image generation, image and video segmentation, and unsupervised representation learning.",
    "courseID": "CSCI1053",
    "courseName": "Computer Vision",
    "departmentID": "CSCI"
  },
  {
    "courseDescription": "Dance Company of Middlebury Dance company of Middlebury (0381) is a continuation of Dance Company Lab (0380) taken in the fall. Both 0380 & 0381 are required to participate in the Dance Company of Middlebury. Dancers work with the artistic director and guest choreographer as part of a dance company, learning, interpreting, rehearsing, and performing repertory dances. Participants can expect daily rehearsals plus technique classes, campus performance, and a tour. Appropriate written work is required. Auditions are held in the spring semester for the next fall (DCM 0380). Approval Required; limited to sophomores through seniors by audition.",
    "courseID": "DANC0381",
    "courseName": "Dance Company of Middlebury",
    "departmentID": "DANC"
  },
  {
    "courseDescription": "Independent Project",
    "courseID": "DANC0500",
    "courseName": "Independent Project",
    "departmentID": "DANC"
  },
  {
    "courseDescription": "Independent Project",
    "courseID": "DANC0700",
    "courseName": "Independent Project",
    "departmentID": "DANC"
  },
  {
    "courseDescription": "Introduction to Butoh Dance This course is an introduction to the fundamental principles of butoh dance. Butoh is a contemporary dance form that originated in Japan in the 1950s and has since spread worldwide. This form values explorations of presence, transformation, and the development of curiosity to create full-bodied performance. Students experience butoh techniques through a series of movement exercises, choreography, and improvisational activities. This course explores butoh’s themes, history, and evolution, investigating how it differs from western contemporary dance by subverting dance norms and embracing refusal. Through embodiment, supporting course materials, creative writing practices, and artistic generation, students understand butoh’s physical and emotional components while strengthening creative expression and confidence in the body.   Meshi Chavez is a teacher, butoh dancer, and choreographer and was recently Artist in Residence at Middlebury College from the Fall of 2021 to the Spring of 2023. He received his MFA at the University of the Arts.",
    "courseID": "DANC1017",
    "courseName": "Introduction to Butoh Dance",
    "departmentID": "DANC"
  },
  {
    "courseDescription": "Bachata & Cuban Salsa Bachata, from the Dominican Republic, and salsa casino, from Cuba, have become two of the most beloved social dances globally. Both dances are an integral form of artistic and emotional expression from the Spanish-speaking Caribbean. In this course students will learn how to dance these styles, explore their cultural significance, and engage in self- reflection through movement. We will focus on footwork, movement mechanics, partner work dynamics, musicality, and social/party etiquette. This is a beginner-level course from zero; we will be starting with the absolute basics, so anyone is welcome regardless of prior dance experience. Course resources and assignments include documentary/video material, journaling, readings for historical context, reflections, and student-led choreographies.",
    "courseID": "DANC1018",
    "courseName": "Bachata & Cuban Salsa",
    "departmentID": "DANC"
  },
  {
    "courseDescription": "Theories of Economic Development in Latin America This course is designed to provide a survey of the most important issues facing Latin American policymakers today. We will place contemporary problems in their historical perspective and will use applied economic analysis to examine the opportunities and constraints facing the economies of Latin America. Readings, class discussion and assignments will principally be in Spanish.",
    "courseID": "ECON0225",
    "courseName": "Econ Dev In Latin America",
    "departmentID": "ECON"
  },
  {
    "courseDescription": "Research in Behavioral and Experimental Economics In this seminar we will consider current research topics in behavioral and experimental economics. Although the theme for the course is likely to change from semester to semester, all students will design their own study, gather decision-making data, and write a research paper summarizing their main findings.",
    "courseID": "ECON0499",
    "courseName": "Research in Behav. & Exp. Econ",
    "departmentID": "ECON"
  },
  {
    "courseDescription": "Individual Special Project If you choose to pursue an area that we do not offer or go in depth in an area already covered, we recommend the Individual Special Project option. These ECON 0500 proposals MUST be passed by the entire department and are to be submitted to the chair by the first Friday of fall and spring semester, respectively. The proposals should contain a specific description of the course contents, its goals, and the mechanisms by which goals are to be realized. It should also include a bibliography. According to the College Handbook, ECON 0500 projects are a privilege open to those students with advanced preparation and superior records in their fields. A student needs to have a 3.5 or higher G.P.A. in Economics courses taken at Middlebury in order to pursue an Individual Special Project. ECON 0500 does not count towards the major or minor requirements.",
    "courseID": "ECON0500",
    "courseName": "Individual Special Project",
    "departmentID": "ECON"
  },
  {
    "courseDescription": "Senior Research Workshop I In this first semester, students will design and begin their projects. Emphasis will be on designing a novel research question (while making the case for its importance) and an appropriate strategy for answering it. This requires immersion in the academic literature on the topic. General research principles and tools will be taught in class, as a group, while those specific to individual projects will be covered in one-on-one meetings. By the end of the term, students will outline their plan for completing the project, including demonstrating that it is a feasible research question for which the necessary information (e.g., data or source materials) is available or can be generated by the student (e.g., lab or other experiment).",
    "courseID": "ECON0701",
    "courseName": "Senior Research Workshop I",
    "departmentID": "ECON"
  },
  {
    "courseDescription": "Senior Research Workshop II In this second semester of the senior research workshop sequence, the focus is on the execution of the research plan developed in ECON 0701.  Most instruction is now one-on-one but the workshop will still meet as a group to discuss and practice the presentation of results in various formats (seminars, poster sessions, et cetera) to the rest of the workshop and others in the college and broader communities. Feedback and critiques from such presentations will be incorporated into the project, which will culminate in a research paper in the style of an economics journal article.",
    "courseID": "ECON0702",
    "courseName": "Senior Research Workshop II",
    "departmentID": "ECON"
  },
  {
    "courseDescription": "Extending Financial Services to the Unbanked In this course we will explore different interventions and tools used for poverty alleviation, financial inclusion, and the extension of financial services to the unbanked poor in emerging markets. Using examples drawn from the field, we will look at the use of microfinance, microinsurance, and digital financial services to achieve these goals in developing countries. In addition to articles, the practitioner will draw on special guest speakers to represent case studies and themes from the course outline. (This course may be used to fulfill a 200-level elective towards the economics major requirements.)   Elizabeth Toder began her international development adventure as a Peace Corps Volunteer in Thailand 30 years ago and most recently served as the US Treasury Department’s Resident Advisor in Madagascar, advising the Ministry of Finance and Central Bank on financial inclusion.",
    "courseID": "ECON1023",
    "courseName": "Extending Financial Services",
    "departmentID": "ECON"
  },
  {
    "courseDescription": "Soils and the Environment Soils constitute the fundamental link between atmosphere, water, biota, and rock.  Knowledge of the physical, chemical, and biological processes operating in soils is essential when assessing natural cycles as well as anthropogenic alterations to those natural cycles.  In this course, we will analyze a wide range of issues, including soil formation, climate, soil mineralogy, soil fertility and nutrient cycling, sediment pollution, soil contamination, water pollution, sediment erosion and deposition, and implications for land-use planning.  Labs will be project-oriented and will consist of a combination of fieldwork and instrument analysis. Field work will be done in Puerto Rico, where 10 of 12 soil orders occur.",
    "courseID": "ECSC0357",
    "courseName": "Soils and the Environment",
    "departmentID": "ECSC"
  },
  {
    "courseDescription": "Readings and Research Individual or group independent study, laboratory or field research projects, readings and discussion of timely topics in earth and environmental science. (Approval only)",
    "courseID": "ECSC0500",
    "courseName": "Readings & Research",
    "departmentID": "ECSC"
  },
  {
    "courseDescription": "Senior Thesis Research Upon completion of ECSC 0400, all senior ECSC/GEOL majors will continue their independent senior thesis research by taking one unit of ECSC 0700. This research will culminate in a written thesis which must be orally defended. (Approval only)",
    "courseID": "ECSC0700",
    "courseName": "Senior Thesis Research",
    "departmentID": "ECSC"
  },
  {
    "courseDescription": "Geology of Rocky Planets In this course, we will explore four rocky planets of the inner solar system (Mercury, Venus, the Moon, and Mars) and the fundamental geologic processes acting on their surfaces (volcanism, tectonism, impact cratering, and erosion/degradation). We will study how these processes have interacted to form the surfaces we see today and what those processes mean for the interior evolution of rocky bodies. Furthermore, we will use the 2023-2032 Decadal Survey as a guiding document to identify existing knowledge gaps and explore priority targets for future space missions. Naturally, the processes and landforms we investigate will link back to first principles and fundamental concepts developed on Earth Given the condensed time frame of the January term, we will have smaller daily assignments (e.g., reading annotations), GIS activities using planetary data, and weekly assessments. A final project will invite students to select the mission that is most appealing to their group, with emphasis on the instrumentation necessary to address their knowledge gaps of interest. Students will apply the fundamental principles of earth and climate science learned in other courses, including but not limited to developing skills to critically analyze scientific data and literature, data analysis via geographic information systems, and effectively communicate their findings.",
    "courseID": "ECSC1005",
    "courseName": "Geology of Rocky Planets",
    "departmentID": "ECSC"
  },
  {
    "courseDescription": "Data Science Across Disciplines In this course, we will gain exposure to the entire data science pipeline—obtaining and cleaning large and messy data sets, exploring these data and creating engaging visualizations, and communicating insights from the data in a meaningful manner. During morning sessions, we will learn the tools and techniques required to explore new and exciting data sets. During afternoon sessions, students will work in small groups with one of several faculty members on domain-specific research projects in Anthropology, Biology, Classics, Political Science, and Statistics. This course will use the R programming language. No prior experience with programming is necessary.  ANTH/LNGT: In this section we will explore indigenous political voice in unexpected places. The data We will analyze will consist of bilingual Apache-English and Maidu-English stories, songs and speeches originally recorded by anthropological linguists in the early twentieth century as examples of traditional culture. Students will use R to search this corpora for how indigenous contributors were also making claims on the future in their address to the researcher and to wider anticipated audiences.  BIOL/ECSC 1230: In this section we will work with data collected by elephant seals equipped with oceanographic instruments in the Southern Ocean. Depending on your interests, you can approach the project from different angles: students focusing on biology will explore where the seals travel and what drives their movements, while those interested in earth science will investigate the temperature and salinity profiles gathered during their dives. Working in teams, you’ll combine these perspectives to build a fuller picture of both seal ecology and the oceanographic processes that shape their environment. Along the way, you’ll practice manipulating and visualizing different types of data including maps of seal tracks, temperature and salinity profiles, and cross-sections of ocean properties. We will also bring in satellite  and autonomous float data to place seal activity and the data they collect in a broader context. By the end, you’ll have a sense of how these different data sources fit together and what unique insights we gain from using seals as oceanographers.  CLAS 1230: In this section students will gain hands-on experience with a variety of natural language processing and text mining techniques by exploring the writings of the ancient historian Plutarch, who lived during the first and second centuries AD.  We will focus on the biographies of \"great men\" in Plutarch’s Lives, which chronicles the history, morals, and virtues of major figures who played parallel roles in ancient Greek and Roman society. The public domain English translation from Project Gutenberg will serve as our main corpus; however, students with a background or interest in Ancient Greek can work with the text in the original language. Using the R programming language, students will transform unstructured text into quantitative data for statistical analysis and morphosyntactic parsing. We will also apply machine learning models to our data to reveal underlying patterns in large amounts of text. No prior experience with R is necessary.  PSCI 1230: Who votes in elections? Who attends protests? Why? In this section we will use the tools of data science to explore these and other questions about political participation in the Americas. We will examine engagement in different forms of participation and the demographic, economic, social, and other factors that shape participation. The class will introduce students to the basics of survey research and the study of political participation.  Students will complete a final group project showcasing the concepts and tools learned in class.   STAT 1230: In this section students will dive into the world of data science by focusing on invasive species monitoring data. Early detection is crucial to controlling many invasive species; however, there is a knowledge gap regarding the sampling effort needed to detect the invader early. In this course, we will work with decades of invasive species monitoring data collected across the United States to better understand how environmental variables play a role in the sampling effort required to detect invasive species. Students will gain experience in the entire data science pipeline, but the primary focus will be on data scraping, data visualization, and communication of data-based results to scientists and policymakers.",
    "courseID": "ECSC1230",
    "courseName": "DataScience Across Disciplines",
    "departmentID": "ECSC"
  },
  {
    "courseDescription": "Issues and Methods in Tutoring Writing: A Practicum Course In this course students will learn to work with writers from diverse backgrounds and disciplines while developing their own writing practices and habits. We will learn about writing pedagogy, tutoring strategies, and current topics in writing studies such as process pedagogy, technology and literacy, and multiliteracies. Students will explore multiple writing modalities while developing innovative teaching practices. Upon successful completion of the course, interested students will be invited to work as peer writing tutors in the Writing Center.",
    "courseID": "EDST0212",
    "courseName": "Issues&Methods Tutor Writing",
    "departmentID": "EDST"
  },
  {
    "courseDescription": "Reading & Writing the World: Teaching Literacy and Social Studies in the Elementary School In this course, we examine what it means to be literate in the 21st century and ways in which all students can be empowered by the texts and teaching they encounter in schools. Students will develop their ability to enact literacy instruction based on current research about how children learn to read and write. We will take a critical look at texts—fiction, nonfiction, and historical—to consider the ways that texts read and write the world, develop abilities to select texts that empower all learners, and analyze retellings of historical events/persons to take into account multiple perspectives.  Many class sessions occur onsite at a local elementary school to provide consistent practice and supportive feedback on authentic components of teaching (transportation provided). In addition to class sessions, students will complete field experiences in a K-6 classroom in the Middlebury area to see the workings of an entire class.",
    "courseID": "EDST0305",
    "courseName": "Elem. Literacy & Soc. Studies",
    "departmentID": "EDST"
  },
  {
    "courseDescription": "Children & the Arts  This course will examine the integration of the arts in elementary curriculum. Students will teach standards-based lessons that include the literary, dance, theatre and visual arts. Activities will include art projects, sketch journals, reading assignments, and the exploration of community and teaching resources. Students will gain an understanding of the important role the arts integration and hands-on learning can play in the development and implementation of the curriculum.",
    "courseID": "EDST0317",
    "courseName": "Children & the Arts",
    "departmentID": "EDST"
  },
  {
    "courseDescription": "Field Experience in Secondary Education and Special Education In this course we will examine secondary teaching and special education at the middle school level.  In this seminar we will explore, through selected readings and case studies, the policy and pedagogy of special education for students with learning disabilities. Further topics in middle/secondary education will be addressed. Required for students seeking a major in secondary education. (Pass/Fail)",
    "courseID": "EDST0327",
    "courseName": "Field Exp Secondary/Special Ed",
    "departmentID": "EDST"
  },
  {
    "courseDescription": "Independent Project",
    "courseID": "EDST0500",
    "courseName": "Independent Project",
    "departmentID": "EDST"
  },
  {
    "courseDescription": "Team Building Facilitation Discover the power of play as a catalyst for human connection and team development in this experiential course, which invites laughter, creativity, and problem-solving. Through hands-on participation, students will learn to design and lead engaging team building exercises that enhance group communication and cooperation. Emphasis is placed on students developing skills to organize, facilitate, and debrief experiences to build strong, collaborative teams. Grounded in Kolb’s Experiential Learning Theory, this course integrates class experiences, personal reflection, and discussions on leadership and facilitation. Students will draw from instructor-provided resources and the following books: 101 Team Building Exercises (Otten) and The Art & Science of Facilitation (Acker). Ideal for student leaders, future educators, and those seeking meaningful connection with classmates.  Devin Winter draws on sixteen years of experience in outdoor education, camp, and middle school teaching, along with three years as a literacy coach and curriculum leader. The founder of Trailhead Learning educational consulting and a doctoral candidate in Curriculum Studies at University of South Carolina, she is passionate about designing and promoting experiential learning in schools.",
    "courseID": "EDST1012",
    "courseName": "Team Building Facilitation",
    "departmentID": "EDST"
  },
  {
    "courseDescription": "Reading Literature Please refer to each section for specific course descriptions.",
    "courseID": "ENGL0103",
    "courseName": "Reading Literature",
    "departmentID": "ENGL"
  },
  {
    "courseDescription": "Special Project: Literature Approval Required.",
    "courseID": "ENGL0500",
    "courseName": "Special Project: Lit",
    "departmentID": "ENGL"
  },
  {
    "courseDescription": "Senior Thesis: Critical Writing Individual guidance and seminar (discussions, workshops, tutorials) for those undertaking one-term projects in literary criticism or analysis.",
    "courseID": "ENGL0700",
    "courseName": "Senior Thesis:Critical Writing",
    "departmentID": "ENGL"
  },
  {
    "courseDescription": "Fictional Fictions In this course we will engage with novels whose primary focus is the novel itself—how the genre is imagined, structured, written, sold, read, celebrated, and denounced. Our chosen meta-fictions will variously focus on the psychology of artistic production, on the philosophical issues surrounding the telling of “true lies,” on the social function of novels in our culture, and on what is at stake in the supposedly private act of reading. Our texts will include works such as Joyce’s Portrait of the Artist as a Young Man, McEwan’s Atonement, Graham Greene’s The End of the Affair, Cunningham’s The Hours, and DeLillo’s Mao II. This course counts as an ENGL elective.",
    "courseID": "ENGL1001",
    "courseName": "Fictional Fictions",
    "departmentID": "ENGL"
  },
  {
    "courseDescription": "Landscape and Imagination In this course we will explore how individuals and communities imbue landscapes with meaning. Texts will include Keith Basso’s Wisdom Sits in Places, Simon Schama’s Landscape and Memory, Tom Stoppard’s Arcadia, as well as selected Romantic poetry and Occitan revivalist song. We will examine the following themes: conceptualizations of nature informed by historical events such as industrialization, the central role of landscapes in oral histories, and the re-imagining of geographic spaces in efforts to revitalize local languages on the verge of extinction. Students will submit weekly critical response essays, creative writing assignments, and one final paper.  Sarah Trouslard is an ethnomusicologist and musician. Her scholarship focuses on music and postcolonial regionalism in southern France.",
    "courseID": "ENGL1013",
    "courseName": "Landscape and Imagination",
    "departmentID": "ENGL"
  },
  {
    "courseDescription": "The Graphic Novel and the Postmodern City  From dystopian visions of isolation and alienation to utopian illustrations of soaring towers and integrated communities, comics and graphic novels since the 1970s have represented a range of cityscapes and ways of living in them. Our efforts will focus on understanding how comics work as a cultural form distinct from others and how various artists and writers have imagined urban space in relatively recent U.S. cultural history.  Some texts might include: Daniel Clowes, Ghost World; Alan Moore and David Lloyd, V for Vendetta; Thi Bui, The Best We Could Do; and G. Willow Wilson and Adrian Alphono, Ms. Marvel.",
    "courseID": "ENGL1045",
    "courseName": "Graphic Novel Postmodern City",
    "departmentID": "ENGL"
  },
  {
    "courseDescription": "Independent Study In this course, students (non-seniors) carry out an independent research or creative project on a topic pertinent to the relationship between humans and the environment. The project, carried out under the supervision of a faculty member with related expertise who is appointed in or affiliated with the Environmental Studies Program, must involve a significant amount of independent research and analysis. The expectations and any associated final products will be defined in consultation with the faculty advisor. Students may enroll in ENVS 0500 no more than twice for a given project.",
    "courseID": "ENVS0500",
    "courseName": "Independent Study",
    "departmentID": "ENVS"
  },
  {
    "courseDescription": "Senior Independent Study In this course, seniors complete an independent research or creative project on a topic pertinent to the relationship between humans and the environment. During the term prior to enrolling in ENVS 0700, a student must discuss and agree upon a project topic with a faculty advisor who is appointed in or affiliated with the Environmental Studies Program and submit a brief project proposal to the Director of Environmental Studies for Approval. The expectations and any associated final products will be defined in consultation with the faculty advisor.  Students may enroll in ENVS 0700 as a one-term independent study OR up to twice as part of a multi-term project, including as a lead-up to ENVS 0701 (ES Senior Thesis) or ENVS 0703 (ES Senior Integrated Thesis).",
    "courseID": "ENVS0700",
    "courseName": "Senior Independent Study",
    "departmentID": "ENVS"
  },
  {
    "courseDescription": "Senior Thesis This course is the culminating term of a multi-term independent project, resulting in a senior thesis on a topic pertinent to the relationship between humans and the environment. Approval to enroll is contingent on successful completion of at least one term (and up to two) of ENVS 0700 and the approval of the student’s thesis committee. The project, carried out under the supervision of a faculty advisor who is appointed in or affiliated with the Environmental Studies Program, will result in a substantial piece of scholarly work that will be presented to other ENVS faculty and students in a public forum and defended before the thesis committee.",
    "courseID": "ENVS0701",
    "courseName": "Senior Thesis",
    "departmentID": "ENVS"
  },
  {
    "courseDescription": "Regenerative Economics & Culture In this course we will explore the emerging paradigm of regenerative economics – the design of economies based on a living systems framework. We will begin by investigating the root causes of the polycrisis – the confluence of climate change, rising inequality, social unrest, pandemics among others. We will look at the underlying assumptions behind economic growth, and where these beliefs originated. We will explore John Fullerton’s Eight Principles of Regenerative Vitality and learn how to apply them to economies and organizations. Throughout the course we will hear from guest lecturers and business leaders who are at the forefront of this global transformation, including John Fullerton, President of the Capital Institute. We will conclude with an exploration into the cultural transformation and mindset shift required to transition to an economic system that is regenerative and therefore sustainable in the long-term. This course builds on the concepts of environmental economics. This course counts as a social science cognate for environmental studies majors.  Lynelle Cameron is a globally recognized business leader in sustainability, a Regenerative Economics Fellow with the Capital Institute and a Partner supporting a new initiative called Regenerative California. As an advisor, board member, investor, tech executive, and founding CEO, Lynelle has 20+ years of leadership experience in the corporate sector, and 10 in the nonprofit sector. Lynelle is a graduate of Middlebury College",
    "courseID": "ENVS1056",
    "courseName": "Regenerative Economics",
    "departmentID": "ENVS"
  },
  {
    "courseDescription": "Private Property and Land-Use in the Ecological Age Climate resilience starts with directed action at the local level. Resiliency has become the critical factor in understanding how communities can plan to sustainably adapt to ecological and economic challenges of the future. Despite the multitude of federal and state laws protecting the environment and governing the use of natural resources, it remains a fact that the primary environmental decision-maker in our country is the individual landowner. This class will examine critically the historic development of a sacrosanct legal right in the United States—the right to own private property. We will explore land-use in the United States beginning with European colonizers first contact with Indigenous people, tracing historical developments all the way up to modern day issues related to sprawling growth and development. This course counts as a social science cognate for ENVS majors.",
    "courseID": "ENVS1061",
    "courseName": "Property, Land-Use, & Ecology",
    "departmentID": "ENVS"
  },
  {
    "courseDescription": "Leveraging Energy2028 We will consider how Middlebury can use strategic communications to leverage its Energy2028 work to address the climate crisis and advance the interests of the college. Through interactions with Middlebury faculty and external experts, the class will learn the advocacy techniques that underpin purpose-driven communications. Then, building on the work of stakeholders across the Middlebury community, the class will develop a detailed plan of activities to be rolled out when the Energy2028 milestones are achieved. The class will present its plan to the Energy2028 Steering Committee and key members of the College administration. This course counts as a social science cognate for ENVS majors.",
    "courseID": "ENVS1062",
    "courseName": "Leveraging Energy2028",
    "departmentID": "ENVS"
  },
  {
    "courseDescription": "Advanced Independent work in Film and Media Culture Consult with a Film and Media Culture faculty member for guidelines.",
    "courseID": "FMMC0507",
    "courseName": "Independent Project",
    "departmentID": "FMMC"
  },
  {
    "courseDescription": "Senior Projects Students may enroll in this project-based independent credit to complete the thesis work started in the fall. Requires faculty approval based on satisfactory progress in the Senior Tutorial. Projects will include a public presentation at the end of Winter or beginning of Spring term.",
    "courseID": "FMMC0701",
    "courseName": "Senior Project",
    "departmentID": "FMMC"
  },
  {
    "courseDescription": "Senior Independent Work After completing FMMC 0700, seniors may be approved to complete the project they developed during the previous Fall semester by registering for this independent course during the Winter Term, typically supervised by their faculty member from FMMC 0700. Students will complete an independent project in a choice of medium and format, as outlined on the departmental website. This course does not count toward the required number of credits for majors, but is required to be considered for departmental honors. In exceptional cases, students may petition to complete their projects during Spring semester.",
    "courseID": "FMMC0707",
    "courseName": "Senior Independent Work",
    "departmentID": "FMMC"
  },
  {
    "courseDescription": "Collaborative Video Projects In this course students will learn to work collaboratively either as crew members on the senior thesis films produced for FMMC 0701 or on original projects, depending on availability of resources. Students will receive credit for performing in key creative positions, including Producer, Assistant Director, Cinematographer, Art director, Sound Designer, and Editor. In this class students will learn advanced set operations, while workshopping projects from pre-production to main photography to editorial, post-production and the final screening. Students must do significant pre-production before January.",
    "courseID": "FMMC1020",
    "courseName": "Collaborative Video Projects",
    "departmentID": "FMMC"
  },
  {
    "courseDescription": "Studio Ghibli: Art and Industry In this course we will examine the creative output of anime Studio Ghibli, focusing on the work of its founders Hayao Miyazaki and Isao Takahata. We will study the two filmmakers' early artistic collaborations and the changes and challenges in the anime industry at the time that prompted them to establish their own studio together with producer Toshio Suzuki. We will watch and discuss major Ghibli films, from the 1980s Castle in the Sky, My Neighbor Totoro, and Grave of the Fireflies through the studio's global success with the Disney-distributed Spirited Away (2001) to their most recent releases. Topics include environmental themes, unique characters, and aesthetic appeal, as well as issues related to anime production and its global distribution.",
    "courseID": "FMMC1038",
    "courseName": "Studio Ghibli: Art & Industry",
    "departmentID": "FMMC"
  },
  {
    "courseDescription": "SNL & American Culture Since 1975, Saturday Night Live has served as a crucial barometer for American life and culture. Beyond its influence on comedy and indeed television writ large, SNL offers a crucial window into American politics, business, music, taste, and more. This course will survey the history of Saturday Night Live, using the show as a prism through which to understand the last fifty years of American life, exploring the program’s triumphs and failures, including: its reshaping of television comedy, engagement with American democracy, depictions of race and gender, intersections with Hollywood stardom, impact on the business of television, and engagement with the medium’s digital turn.  Will DiGravio is a Brooklyn-based critic and researcher, completing his PhD in the School for Cultural Analysis at the University of Amsterdam. His writing has appeared in publications including Time, Paste, and Cineaste, where he is an assistant editor.",
    "courseID": "FMMC1039",
    "courseName": "SNL & American Culture",
    "departmentID": "FMMC"
  },
  {
    "courseDescription": "Introduction to Narrative Audio Over the past decade, the global podcast industry has grown immensely. From deeply reported investigative shows like Serial and In the Dark to comedy chat shows like Poog and Smartless, podcasting is a continuously evolving art form. In this course, we will explore audio storytelling in its varied forms, paying particular attention to what grabs our ears and draws us in. We will take an initial idea for an audio story and turn it into a finished product. We will learn how to scout stories and characters, conduct engaging interviews, select tape, structure their narrative, write scripts, track narration, and add a musical score. Beyond analyzing the craft required to make a strong audio documentary, this course seeks to help you develop your distinctive voice in podcasting and radio. What do you actually enjoy listening to and why? What piece of tape that has moved you or has never left your mind? What makes a beautiful - or meaningful - podcast episode? How can rhythm, pacing and musicality help you tell your story? As a group we will listen to podcasts like Rumblestrip, Heavyweight, The Heart, The Organist, Home of the Brave, The Kitchen Sisters Presents, and the BBC’s Falling Tree Radio. Texts will include Out on the Wire: The Storytelling Successes of the New Masters of Radio by Jessica Abel, as well as selected readings from Transom.org. The goal of the course is to help students listen to podcasts with a critical (and creative) ear and to find their own voice as audio storytellers in a tumultuous podcast industry.  Bianca Giaever is an Emmy award winning radio producer and filmmaker. Her work has appeared on This American Life, Radiolab, The Daily, and many other podcasts.",
    "courseID": "FMMC1040",
    "courseName": "Introduction Narrative Audio",
    "departmentID": "FMMC"
  },
  {
    "courseDescription": "Endangered Food We walk into a grocery store and perceive a large variety of food choices. At the same time, we are told western diets are unhealthy and “homogenous.” What does this “homogeneity” refer to? And, does it apply to those of us who strive to consume “balanced” diets? In this course, we will explore the contrast between modern dietary homogeneity and the history and diversity of ancient foods. In addition to reading social science literature and case studies, we will take a practical approach to exploring course themes by meeting with farmers and naturalists aiming to preserve, and return to, diverse and wild food systems. For their final projects, students will undertake a project centering a native foodway.  Alexa Duchesneau is a fifth year Anthropology PhD candidate at Yale University. She studies the nutritional ecology of human and non-human primates.",
    "courseID": "FOOD1005",
    "courseName": "Endangered Food",
    "departmentID": "FOOD"
  },
  {
    "courseDescription": "Introduction to Agrifood Systems How do agricultural and food systems intersect with the polycrises confronting us, including climate change, political instability, and systemic and structural oppression? In this course, we will learn to apply a critical systems thinking approach to our engagement with agrifood systems. We begin by exploring the principles and processes of complex systems and how these apply to agriculture and food. Weaving together critical studies and systems thinking, we will identify how power operates within agrifood systems. We conclude by applying our learning to complex issues including climate change, conservation, political polarization, and health. Throughout the semester, we will learn from a diverse array of materials, moving beyond the written word and academic content to weave together diverse voices and knowledges. (Not open to students who have already completed FOOD 0380.) Katie Horner '10 is a researcher and educator with the Institute for Agroecology. Some of her recent work has explored the social elements of soil health, alternative models of farmland access, and barriers to just transitions in Vermont. Prior to academic work, Katie spent years farming in Vermont and California. She still maintains a strong connection to agrarian communities here in Vermont through research partnerships and her work as a board member for Rural Vermont.",
    "courseID": "FOOD1006",
    "courseName": "Intro to Agrifood Systems",
    "departmentID": "FOOD"
  },
  {
    "courseDescription": "Beginning French This course is a continuation of FREN 0101, dealing with more complex French. Oral skills are stressed and students participate in the French language table at lunch. This course does not fulfill the foreign language distribution requirement.",
    "courseID": "FREN0102",
    "courseName": "Beginning French Part Two",
    "departmentID": "FREN"
  },
  {
    "courseDescription": "Independent Project Qualified students may be permitted to undertake a special project in reading and research under the direction of a member of the department. Students should seek an advisor and submit a proposal to the department well in advance of registration for the term in which the work is to be undertaken.",
    "courseID": "FREN0500",
    "courseName": "Independent Projects",
    "departmentID": "FREN"
  },
  {
    "courseDescription": "Senior Honors Thesis Qualified senior majors who wish to be considered for Honors in French must submit a proposal well in advance of registration for the term in which the work is to be undertaken. This project will consist of a significant research paper of at least 50-60 pages to be competed over two consecutive semesters.",
    "courseID": "FREN0700",
    "courseName": "Senior Honors Thesis",
    "departmentID": "FREN"
  },
  {
    "courseDescription": "Senior Honors Thesis Qualified senior majors who wish to be considered for Honors in French must submit a proposal well in advance of registration for the term in which the work is to be undertaken.",
    "courseID": "FREN0701",
    "courseName": "Senior Honors Thesis",
    "departmentID": "FREN"
  },
  {
    "courseDescription": "Independent Study A one-credit intensive research project developed under the direction of a faculty member.  Junior majors only.",
    "courseID": "GEOG0500",
    "courseName": "Independent Study",
    "departmentID": "GEOG"
  },
  {
    "courseDescription": "Senior Research A one-credit intensive research project developed under the direction of a faculty member.  Senior majors only.",
    "courseID": "GEOG0700",
    "courseName": "Senior Research",
    "departmentID": "GEOG"
  },
  {
    "courseDescription": "Senior Thesis Students with a departmental GPA of 3.3 or higher are eligible to complete a two-credit senior thesis. In order to complete a senior thesis, students must have a proposal approved by a primary thesis advisor and a secondary departmental reader prior to registering for the first 0701 credit. Upon completion of the thesis, thesis students will present their work in a public seminar and defend the thesis in front of the departmental faculty. Thesis presentations and defenses will typically take place during the final week of classes or the examination period. Upon completion of the presentation and defense, the primary advisor and secondary departmental reader will be responsible for evaluating and grading the thesis. It is strongly encouraged that students considering a thesis discuss their ideas with an advisor during the semester prior to registering for formal thesis credits.",
    "courseID": "GEOG0701",
    "courseName": "Senior Thesis",
    "departmentID": "GEOG"
  },
  {
    "courseDescription": "Independent Study",
    "courseID": "GHLT0500",
    "courseName": "Independent Study",
    "departmentID": "GHLT"
  },
  {
    "courseDescription": "Sleep Epidemiology People often deprioritize sleep to make more time for work or social demands. However, growing evidence demonstrates the central role of sleep in health, affecting everything from cardiometabolic disease and mental health to cancer.  In this course we will explore sleep from a population-level health perspective. Starting with a brief overview of the neurobiology of sleep and population-level health concepts, we will then delve into definitions and measurement of sleep health and disorders, the social, environmental, and genetic determinants of sleep, the negative health outcomes associated with suboptimal sleep, and sleep-related public health interventions. The class format will include a combination of lecture and critical discussion of the sleep research literature.   Sarah received her B.A. from Middlebury College and is currently a fifth-year PhD student in cardiovascular and molecular epidemiology at the University of North Carolina at Chapel Hill. Her dissertation work examines how the relationship between sleep and cardiometabolic disease is mediated by inflammatory pathways.",
    "courseID": "GHLT1008",
    "courseName": "Sleep Epidemiology",
    "departmentID": "GHLT"
  },
  {
    "courseDescription": "International Health Policy & Law Health care is one of the most challenging issues in today's world. In this course we will explore how health law and policy compares across countries and within the United States, including what pressing issues are prevalent within these systems. We will discuss and debate types of government health systems across the globe, including how countries provide health insurance coverage, how they compare on health care spending and quality, and how the international public health system is organized. Students will engage in the topics through debates and interactive exercises and will complete a group project highlighting one country or state’s system.",
    "courseID": "GHLT1010",
    "courseName": "Int'l Health Policy & Law",
    "departmentID": "GHLT"
  },
  {
    "courseDescription": "Developing Death Literacy Death literacy goes beyond understanding the dying process—it is about fostering meaningful conversations, breaking the silence around illness and loss, and giving people the knowledge needed to make informed decisions. In this course, we will explore mortality, end-of-life care options, and the effects of fear and aversion, through a respectful lens of cultural, spiritual, religious, and identity-based humility. We will also examine the power of storytelling as a tool for conveying complex concepts. For our final project, students will participate in a story-sharing event, applying what they have learned to gently enhance communal death literacy.  Francesca Arnoldy is a practicing community doula and death literacy author as well as a published researcher at the Vermont Conversation Lab.",
    "courseID": "GHLT1018",
    "courseName": "Developing Death Literacy",
    "departmentID": "GHLT"
  },
  {
    "courseDescription": "Environmental Health Decisions From global climate patterns and cross-border air pollution to the dust on our windowsills, our environment is full of hazards that make us sick. How do we measure the health effects of these environmental hazards? How do we use that knowledge to make personal decisions, local policies, and federal regulations? In this course, we will explore how the built and natural environment can both harm and protect human health. We will consider the scientific evidence for environmental and occupational health issues, what remains uncertain or unknown, and how knowledge has been used in local and federal policy decisions. This course will be grounded in a public health perspective and draw on scientific literature, news articles, and narratives of perceived risk.  Alessandria Schumacher is an environmental health scientist who has studied, researched, and worked to address environmental and occupational exposures such as PFAS, endocrine disruptors, heat, urban forests, and workplace hazards. Alessandria holds a Master of Public Health in Environmental Health and Epidemiology from Emory University and a BA in Geography from Middlebury College.",
    "courseID": "GHLT1019",
    "courseName": "Environmental Health Decisions",
    "departmentID": "GHLT"
  },
  {
    "courseDescription": "Beginning Greek I This course is a rapid and intensive introduction to classical Greek for beginners. The aim of the course is to prepare students to read the major authors of Greek literature. In addition to a systematic study of grammar and syntax, we will also read excerpts from a variety of ancient authors.",
    "courseID": "GREK0101",
    "courseName": "Beginning Greek",
    "departmentID": "GREK"
  },
  {
    "courseDescription": "Beginning German Continued This course is the intensive continuation of GRMN 0101 which will further the development of your language skills in an immersion-like environment, and will include bi-weekly cultural readings in English. Classes meet for two hours each morning, then lunch at the language tables, in addition to afternoon and evening activities (e.g. film screenings). Completion of this course is a prerequisite to enrollment in GRMN 0103.",
    "courseID": "GRMN0102",
    "courseName": "Beginning German Continued",
    "departmentID": "GRMN"
  },
  {
    "courseDescription": "Independent Study",
    "courseID": "GRMN0500",
    "courseName": "Independent Study",
    "departmentID": "GRMN"
  },
  {
    "courseDescription": "Honors Project",
    "courseID": "GRMN0700",
    "courseName": "Senior Research",
    "departmentID": "GRMN"
  },
  {
    "courseDescription": "Colonial Legacies: Namibia and Germany In this course we will first learn about the history of German colonialism in (Southwest) Africa, including the 1904 Herero/Nama genocide, and then will move on to the challenges and obstacles in working through, acknowledging, and commemorating the colonial past in Germany and Namibia (in scholarship, public memory, diplomatic relations; activism). We will go on a 14-day trip to Germany (Bremen, Hamburg) and Namibia (Windhoek, Swakopmund) for a place-based, intercultural learning experience. There, we will explore (visible and invisible) colonial legacies and sites of colonial memory, and (through meetings with scholars of (post-)colonialism, museum practitioners, and activists) learn about ongoing conflicts stemming from colonialism and stakeholder’s strategies to find solutions.",
    "courseID": "GRMN1006",
    "courseName": "Namibia/Germany Col. Legacies",
    "departmentID": "GRMN"
  },
  {
    "courseDescription": "Independent Study",
    "courseID": "GSFS0500",
    "courseName": "Independent Study",
    "departmentID": "GSFS"
  },
  {
    "courseDescription": "Senior Essay",
    "courseID": "GSFS0700",
    "courseName": "Senior Essay",
    "departmentID": "GSFS"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "GSFS0710",
    "courseName": "Senior Thesis",
    "departmentID": "GSFS"
  },
  {
    "courseDescription": "Acting Your Age: Meanings of Adulthood* In this course we will take up the question of “what is adulting”? Is it something one becomes or is? Or something one does? Why is it part of a global conversation about changing economic and social conditions? And how does that impact you? To explore these questions, we will read articles by social scientists and discuss essays and poems by writers such as Audre Lorde, Tina Fey, Sandra Cisneros and Warsan Shire. We will visit archives to look for traces of adulting in former Middlebury students and engage in storytelling with children and elders at community sites. The course will culminate in a student-led, public facing creative installation on adulting.",
    "courseID": "GSFS1046",
    "courseName": "Acting Your Age: Adulthood",
    "departmentID": "GSFS"
  },
  {
    "courseDescription": "Introduction to Architectural Design\t\t Are you fascinated by buildings and interested in trying your hand at architectural design? This course will introduce you to principles of architecture and teach you the skills architects use to explore and communicate design ideas. We will consider urban and rural settings, sustainability, energy efficiency, functionality, comfort, and the role architecture plays in shaping community. Classroom instruction by a practicing architect will provide hands-on drawing, model-making, and materials research.  Students will work to analyze existing buildings and design their own. Students seeking to improve their understanding of the built environment as well to develop their design-mind to reconcile social-ecological challenges are encouraged to take this course. No prior experience is needed.",
    "courseID": "HARC0130",
    "courseName": "Intro. to Architectural Design",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Visual Narratives: Exploring the Medium of Monographs Through a cohesive visual narrative, an author can enhance the meaning of their work by offering valuable perspective and contextual insight that might otherwise remain unexplored. Monographs serve as a critical medium for developing this visual narrative. In this course we will explore the format and purpose of monographs through architectural, curatorial, and artistic case studies. We will study design principles and graphic techniques that strengthen the intersection of imagery and text. Students are required to enter this course with a previously completed project or body of work (this could be an essay, research project, architectural design, or artwork). They will focus on enhancing these projects with descriptive text, critical responses, visual documentation, and proper citation. The course will provide instruction in the use of InDesign and book publication techniques. Each student will ultimately design and produce a physical monograph that showcases their work.",
    "courseID": "HARC0303",
    "courseName": "Visual Narratives: Monographs",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Benin Art: Power and Provenance In 1897, Ralph Locke, an operative of the infamous British Punitive Expedition, stole a leopard sculpture from the Royal Palace in Benin City (Nigeria). The stunning piece, an emblem of the Benin king’s supernatural and military power, now hangs in Middlebury’s Museum. Through readings, films, digital media, museum visits, workshops with museum professionals, discussions, and short written assignments, we will learn the history of Benin art and join international efforts to repatriate Middlebury’s Benin leopard. As the College prepares to open a new museum and expand its African collection, together we will advance its efforts by researching the provenance of its current African holdings. The only prerequisites are curiosity and a desire to effect change through art.",
    "courseID": "HARC0382",
    "courseName": "Benin Art: Power & Provenance",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Advanced Studies Supervised independent work in art history, museum studies, or architectural studies.",
    "courseID": "HARC0510",
    "courseName": "Advanced Studies",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Supervised independent work in architectural analysis and design.",
    "courseID": "HARC0530",
    "courseName": "Independent Architect. Design",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Senior Thesis: Research and Writing This course is a continuation of HARC 0710 which consists of ongoing, supervised independent research, plus organizing, writing and presenting a senior thesis. (HARC 0301 and HARC 0710).",
    "courseID": "HARC0711",
    "courseName": "SNR Thesis: Research/Writing",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Independent Senior Thesis in Architectural and Visual Studies II This is the second part of a two-term independent and integrative project in architectural and visual studies; it pre-requires HARC 0751 OR 0741.",
    "courseID": "HARC0752",
    "courseName": "Ind Sr Thesis AS Visual StdyII",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Bollywood and Beyond: Topics and Themes in Indian Cinema ‘Bollywood,’ the term given to the Indian film industry juggernaut in Bombay (Mumbai), India, has gained an avid following of millions of viewers worldwide. In this course we will provide a critical consideration of the history and development of this popular Indian film industry. We will focus on such topics as the construction of an Indian national identity, notions of gender, idealized beauty, caste, class, religion, social norms, globalism, modernity, politics, nationalism, and fundamentalism. Films are subtitled and no knowledge of another language is expected. Lectures, discussion, and readings will accompany screenings.",
    "courseID": "HARC1009",
    "courseName": "Bollywood and Beyond",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "I'm So Mad I Made This Sign In an increasingly visual world understanding the constructions intertwining image and text are an essential skill. Graphic design explicitly engages these structures, and in this course we will explore its history and practice through the design of Posters. The poster format offers a variety of challenges for the beginning designer in its uses of direction, narrative, and illustration.  Central to the course will be the history and theory of poster design. Putting this history into practice, each student will choose their own topic, research it, and design their own poster. By term’s end each student will have their own 18”x24” poster to be displayed. With an MFA in Design, and a BS in Graphic Design, Sepi Alavi has been designing for 20 years.",
    "courseID": "HARC1026",
    "courseName": "Graphic Design&Social Activism",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Photography and the Ethics of Witnessing In this course we will consider photography as an eyewitness to violence and human suffering and the ethical position of the viewer. What does it mean to regard the pain of others? Can there be beauty in violence? Can a photograph alone speak truth? Can photographs initiate empathy or spark activism? Are we so bombarded with images of violence that we are immune to their power? To explore these questions, we will examine a series of case studies, from photography’s earliest documentation on the battlefield to contemporary examples of drone imagery used to wage war from a distance. We will also consider contemporary artists who integrate documentary photography into their practice as a form of resistance.",
    "courseID": "HARC1029",
    "courseName": "Photo and Ethics of Witnessing",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Curatorial Lab: Ancient Greek Vases at Middlebury Middlebury College acquired its first Ancient Greek vase in 1953. Now the college museum holds well over sixty vases and shards that, together, constitute an outstanding teaching collection. In this writing-intensive curatorial lab we will study the ancient techniques pertaining to the creation of Greek pottery, explore its cultural contexts, and familiarize ourselves with the modern methodologies developed for organizing, categorizing, and attributing Greek vases. Next, we will study and document the Middlebury collection, resulting in an online catalog to which each student will contribute entries for a handful of vases and shards. The course includes a short trip to New York City to study, first-hand, collections (Metropolitan Museum) and meet with curators, dealers, and other museum and art world professionals. HARC 0100 or prior permission.",
    "courseID": "HARC1036",
    "courseName": "Curatorial Lab: Greek Vases",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Icy Art History in Vermont and Beyond In this course we will consider the intersection of art history and environmental humanities through the lens of snowscapes, polar landscapes, and ice/snow as both subject matter and materiality of art practice. This course will explore the developing field of “icy art history” as well as more widely consider environmental approaches to art history as a discipline. The content of the course will follow a survey of global art, exploring the ways communities and artists have depicted and adapted to icy environments over time. This theoretical grounding will be combined with weekly nature walks, where students will experiment with snow as a medium for ephemeral sculpture, as well as observe and record environmental changes over the month of class through photography, sketching, and descriptive writing exercises. Finally, students will collaborate on a final project that centers icy art history as an approach,  while developing skills in exhibition design and museum-style interpretation.",
    "courseID": "HARC1037",
    "courseName": "Icy Art History in VT & Beyond",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Building the Japanese Teahouse In this course we will build a modern but traditionally-inspired Japanese teahouse, using its construction as a backdrop for exploring the technical aspects of Japanese carpentry and the cultural underpinnings of apprentice learning. Traditional craft apprenticeships are still very much the norm in contemporary Japan, in stark contract with Western notions of teaching and learning. A particular emphasis will therefore be placed on the pedagogy of craft training. We will explore how the culture of apprenticeship, the tea ceremony, and other aspects of Buddhist training inform students’ accepted notions of learning. Assigned readings will cover the history and traditions of Japanese carpentry as well as its technical aspects. Students will keep a journal and write a series papers during the term.  Douglas Brooks is a boatbuilder, writer, researcher and teacher who has been studying traditional Japanese boatbuilding since 1996. He is the author of five books and numerous articles, and his work has been honored by the American Craft Council and the Japanese Ministry of Culture.",
    "courseID": "HARC1159",
    "courseName": "Building the Japanese Teahouse",
    "departmentID": "HARC"
  },
  {
    "courseDescription": "Introductory Modern Hebrew II This course is an intensive continuation of Modern Hebrew 0101. Students will expand their knowledge of Hebrew grammar and vocabulary, will increase their proficiency in oral communication, and will study selections of both audio and visual media related to modern-day Israel.",
    "courseID": "HEBM0102",
    "courseName": "Intro Modern Hebrew II",
    "departmentID": "HEBM"
  },
  {
    "courseDescription": "Independent Project",
    "courseID": "HEBM0500",
    "courseName": "Independent Project",
    "departmentID": "HEBM"
  },
  {
    "courseDescription": "Special research projects may only be taken during the Junior or Senior year, preferable after taking HIST 0600.  Approval of department chair and project advisor is required.",
    "courseID": "HIST0500",
    "courseName": "Special Research Projects",
    "departmentID": "HIST"
  },
  {
    "courseDescription": "Must also register for HIST 0700 Z Discussion",
    "courseID": "HIST0700",
    "courseName": "Senior Independent Study I",
    "departmentID": "HIST"
  },
  {
    "courseDescription": "Senior Independent Study II With departmental approval, senior history majors may write a two-term thesis under an advisor in the area of their choosing. The final grade is applied to both terms. Students must submit thesis proposals in the spring before the academic year that they choose to write their thesis. They must attend the Thesis Writers' Workshops held in the fall and winter of the academic year in which they begin the thesis. The department encourages students to write theses during the fall (0700) and winter terms (0701), but with the permission of the chair, fall/spring and winter/spring theses are also acceptable. Under exceptional circumstances, the department may approve a thesis initiated in the spring of an academic year and finished in the fall of the following year. Further information about the thesis is available from the department.",
    "courseID": "HIST0701",
    "courseName": "Senior Independent Study II",
    "departmentID": "HIST"
  },
  {
    "courseDescription": "Police Aesthetics in Japanese Film In this course students will consider theories of police power in modern society while analyzing its representation in Japanese cinema. Each week we will begin with readings about one aspect of police power, and will then consider this aspect when analyzing a set of Japanese films. The objectives of the course are for students: (1) to gain a more multifaceted understanding of the police function in modern society, (2) to learn the general history of the Japanese police system, and (3) to cultivate an appreciation of Japanese film and its possibilities for critical reflection.",
    "courseID": "HIST1029",
    "courseName": "Police Aesthetic Japan Film",
    "departmentID": "HIST"
  },
  {
    "courseDescription": "Catastrophic Memories How do people remember traumatic events? How do those memories impact American politics and priorities in the present? How might they guide goals for the future? And what roles can History play in that process? In this course we will examine how two great catastrophes—the American Civil War and the Second World War—have been remembered over time and space. We will consider what roles those historical memories play in American society, how our collective memories are formed, and what makes them change. To do so, we will consider a broad range of sources—major films, historical fiction, popular non-fiction, and historical scholarship. Students end by examining one facet or feature of these historical memories of their choosing. (Not open to students who have already completed FYSE 1095.)  Connor Williams (Middlebury '08.5) is a historian, speaker, writer, and consultant.  In 2021 and 2022 he served the United States Congress as Lead Historian for its Naming Commission, removing Confederate honors from all Army Forts and Department of Defense assets, while leading nationwide discussions on the historic roles that the American Civil War has played, could play, and perhaps should play in our historic memory. As a consultant, he has worked with many organizations on how to ethically and effectively reconcile and repair their difficult and complex institutional legacies of enslavement, white supremacy, and historical violence, including at Yale University and Sewanee: The University of the South.  He is currently writing two books of popular history, both under contract with St. Martin’s Press in New York.",
    "courseID": "HIST1034",
    "courseName": "Catastrophic Memories",
    "departmentID": "HIST"
  },
  {
    "courseDescription": "Medieval Warfare In this course we will examine in detail the development of warfare between the late Roman Empire and the Early Modern world (c. 400-1500), and we will concentrate in particular on Western Europe and on the lands around the Mediterranean Sea. The only departure from this scheme will involve the Mongols, a people of Far Eastern origin, whose quick territorial expansion in the 12-13th centuries reached the West. We will read scholarly articles, learning and discussing together about political and social background material to better understand military developments. All classes will be conducted as a seminar, with also short lectures and student presentations, and evaluations will be based on active participation, one essay, one quiz, and a final project.  Federico Canaccini ‘74 has a PhD in Medieval History at University of Florence and has published monographs and articles about various aspects of medieval history such as warfare, factionalism and papacy and empire.",
    "courseID": "HIST1036",
    "courseName": "Medieval Warfare",
    "departmentID": "HIST"
  },
  {
    "courseDescription": "East Asian Studies Independent Project",
    "courseID": "IGST0500",
    "courseName": "EAS Independent Research",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Latin American Studies Independent Project",
    "courseID": "IGST0501",
    "courseName": "LAS Independent Project",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Middle East Studies Independent Project",
    "courseID": "IGST0502",
    "courseName": "MES Independent Project",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "African Studies Independent Project",
    "courseID": "IGST0503",
    "courseName": "African Studies Ind. Project",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "South Asian Studies Independent Project",
    "courseID": "IGST0504",
    "courseName": "SAS Independent Project",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "European Studies Independent Project",
    "courseID": "IGST0505",
    "courseName": "EUS Independent Research",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Global Security Studies Independent Project",
    "courseID": "IGST0507",
    "courseName": "Global Security Stds. Ind Proj",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Global Gender and Sexuality Studies Independent Project",
    "courseID": "IGST0508",
    "courseName": "Glb Gndr&Sexuality Std Ind Prj",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Global Migration & Diaspora Studies Independent Project",
    "courseID": "IGST0510",
    "courseName": "GlobalMigrationDiaspor Ind Prj",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Senior Work",
    "courseID": "IGST0700",
    "courseName": "Senior Work",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Russian and East European Studies Senior Thesis",
    "courseID": "IGST0701",
    "courseName": "REES Senior Thesis",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "European Studies Senior Thesis",
    "courseID": "IGST0702",
    "courseName": "EUS Senior Thesis",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Latin American Studies Senior Thesis",
    "courseID": "IGST0703",
    "courseName": "LAS Senior Thesis",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "East Asian Studies Senior Thesis",
    "courseID": "IGST0704",
    "courseName": "EAS Senior Thesis",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "African Studies Senior Thesis",
    "courseID": "IGST0705",
    "courseName": "African Studies Senior Thesis",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Middle East Studies Senior Thesis",
    "courseID": "IGST0706",
    "courseName": "MES Senior Thesis",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "South Asian Studies Senior Thesis",
    "courseID": "IGST0707",
    "courseName": "SAS Senior Thesis",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Global Security Studies Senior Thesis",
    "courseID": "IGST0708",
    "courseName": "Global Security Stds SnrThesis",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Global Migration and Diaspora Studies Senior Thesis",
    "courseID": "IGST0709",
    "courseName": "Glbl Migrtn&Diasp Std Snr Ths",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Global Gender and Sexuality Studies Senior Thesis",
    "courseID": "IGST0710",
    "courseName": "Glbl Gender&Sexuality Snr Thes",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Global Environmental Change Senior Thesis",
    "courseID": "IGST0711",
    "courseName": "Global Envi Changes Snr Thes",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Colonial Legacies: Namibia and Germany In this course we will first learn about the history of German colonialism in (Southwest) Africa, including the 1904 Herero/Nama genocide, and then will move on to the challenges and obstacles in working through, acknowledging, and commemorating the colonial past in Germany and Namibia (in scholarship, public memory, diplomatic relations; activism). We will go on a 14-day trip to Germany (Bremen, Hamburg) and Namibia (Windhoek, Swakopmund) for a place-based, intercultural learning experience. There, we will explore (visible and invisible) colonial legacies and sites of colonial memory, and (through meetings with scholars of (post-)colonialism, museum practitioners, and activists) learn about ongoing conflicts stemming from colonialism and stakeholder’s strategies to find solutions.",
    "courseID": "IGST1006",
    "courseName": "Namibia/German Col. Legacies",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Russia-Ukraine War & Nuclear Order Has conflict between Russia and Ukraine ushered in a new era of nuclear dangers? Nuclear weapons were central to Russia’s February 2022 invasion of Ukraine from the outset. Indeed, persistent Russian threats to use nuclear arms and provocations at the Zaporizhzhia Nuclear Power Station have drawn considerable public attention. In this course, students will think about nuclear weapons in the context of the war. They will consider topics such as implications for (non)proliferation, arms control, disarmament, and the future of the “nuclear taboo” established in the aftermath of the atomic bombings of Hiroshima and Nagasaki. In-class simulations will enable students to better understand how practitioners attempt to analyze and avert nuclear risks. No prior background with nuclear issues is required.  Dr. Stephen Herzog is Professor of the Practice at the James Martin Center for Nonproliferation Studies at the Middlebury Institute of International Studies at Monterey. He is an Associate of Harvard University’s Project on Managing the Atom and a former U.S. Department of Energy nuclear arms control official.",
    "courseID": "IGST1016",
    "courseName": "RUS-UKR War & Nuclear Order",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "Introduction to Swahili and East African Culture This course introduces students to Swahili, the lingua franca of East Africa.  Students will acquire a foundation for speaking, reading, and writing Swahili, and will learn how to use it appropriately in East African culture.  The use of English in the classroom will be kept to a minimum.  The course also provides an introduction to the geography and history of East Africa.  This course is particularly useful for students who intend to visit Kenya, Tanzania, or Uganda, because its linguistic and cross-cultural training will give them the resources to maximize such an experience. This course counts as elective credit towards the African Studies minor.",
    "courseID": "IGST1152",
    "courseName": "Introduction to Swahili",
    "departmentID": "IGST"
  },
  {
    "courseDescription": "",
    "courseID": "INDE0500",
    "courseName": "Independent Project",
    "departmentID": "INDE"
  },
  {
    "courseDescription": "",
    "courseID": "INDE0800",
    "courseName": "Ind Schol Sr Work/Proj/Thesis",
    "departmentID": "INDE"
  },
  {
    "courseDescription": "Independent Study Approval Required",
    "courseID": "INTD0500",
    "courseName": "Independent Study",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Independent Study Approval Required",
    "courseID": "INTD0501",
    "courseName": "Animation Studio I",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Independent Study Approval Required",
    "courseID": "INTD0502",
    "courseName": "Animation Studio 2",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Independent Study Approval Required",
    "courseID": "INTD0503",
    "courseName": "Animation Studio 3",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Independent Study Approval Required",
    "courseID": "INTD0504",
    "courseName": "Animation Studio 4",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "A Liberal Arts Introduction to Marketing and Brand Strategy Brands surround us: Middlebury, Google, Coke. Even you are a brand. But what is a brand? How do consumers make brand choices? And what defines the market of competing brands? In this course we will explore the fundamentals of marketing strategy and branded communications through the lens of a liberal arts education spanning psychology, geography, economics, neuroscience and art history. We will discuss a range of brand cases along with a selective reading list including the gruesome story of Vermont railway worker Phineas Gage, Daniel Kahneman’s classic Thinking Fast & Slow, and cartoonist Scott McCloud’s guide to making comics.  Tom Palmer graduated from Middlebury in 1985 (as did his wife Heather Henderson Palmer) with a double major in Economics and Geography and a concentration in Modern Art History. That blend of disciplines has been instrumental in his business success, and it is the inspiration for this course proposal.  He thanks his friend and Middlebury advisor, Bob Churchill, for inspiring him to learn for the love of learning and to teach for the love of teaching. As they say in advertising, Bob Churchill was the “pivot” in the story of his Middlebury experience.",
    "courseID": "INTD1001",
    "courseName": "Marketing & Brand Strategy",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "French-US Journalism: Covering In this course, we examine how French and American correspondents cover each other’s countries—and what their stories reveal about their own. We will analyze cultural misunderstandings, editorial blind spots, and recurring obsessions in foreign reporting. Topics include social codes, reporting taboos, neglected regions, and how journalism evolves in response to political, cultural, and technological shifts. The course will conclude with a journalistic writing workshop using cross-cultural analysis to reflect on an issue at home.",
    "courseID": "INTD1010",
    "courseName": "French-US Journalism: Covering",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Live Your Best (Future) Life: From College to Career In this course students will identify and reflect deeply on their strengths, values, and motivations and learn how to apply self-knowledge to their search for personally meaningful work. Students will be introduced to leading career development theories including Pryor and Bright’s Chaos Theory of Careers, Krumboltz’s Planned Happenstance, Life Design principles, and Jung’s Theory of Personality; hear from professional experts; and practice skills proven to increase access to purposeful opportunities in the world of work. Classes will involve instructor led lectures and alumni expert guest panels followed by discussions, videos/podcasts, career inventories, and individual/group reflections using tools and developing strategies to navigate immediate and future search for meaningful work.  Tracy Himmel Isham is a professional having worked for 14 years in the natural resource sector and 20 years at Middlebury College and the Center for Careers and Internships as a social impact and education career adviser.  Her career has spanned the nonprofit, for-profit, start-up venture, and association worlds focusing on global issues and pragmatic solutions: the environment and ecosystem market-based models; economic, community and market development; fair trade; innovation and social entrepreneurship; sustainable food systems; and educational access.",
    "courseID": "INTD1012",
    "courseName": "From College to Career",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "American Sign Language I In this course students will be introduced to American Sign Language (ASL). This course is intended for students who have little or no previous knowledge of ASL. Students will have an opportunity to learn social functions with respect to introducing themselves, exchanging personal information, describing simple narratives, and they will develop beginning conversational skills based on ASL vocabulary and grammatical rules. The fundamentals of the Deaf Culture will be examined through classroom demonstration and readings.",
    "courseID": "INTD1014",
    "courseName": "American Sign Language",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Sports & Society: How Sports Transcend Their Sidelines Politics, religion, and sports are the common denominators of any society. It could be argued, however, that sport is the only one that unites communities rather than divides them, drives economies rather than diminishing them, and offers tools to expand horizons rather than dogma that limits them. In this course students explore the premise that sports are much more than the games they watch on TV. They are a multi-billion dollar industry impacting all facets of everyday life. Unlike most businesses sport sits uniquely within the public trust, with the ability to effect change, offer hope and transform the essence of who we are as individuals.The lessons from sport echo throughout life, and this class will examine them firsthand. (interested juniors and seniors can email Mike Leonard at dleonard@middlebury.edu)  Mike Leonard is Middlebury’s Head Baseball Coach, joining the team in 2016 and leading them to a NESCAC championship in 2022.  A standout player at the University of Connecticut, Coach Leonard spent several years in the Boston Red Sox system before obtaining his Masters in Education and beginning his coaching career in 2009.  Scott Langerman (Middlebury ’87, P ’19.5 & ‘22) has spent more than 25 years in the sports and entertainment industries, most recently as Founder and CEO of ACE Media, the content arm of the NFL Player’s Association, and the Founder and EVP of Hall of Fame Village Media, the content arm of the Pro Football Hall of Fame.",
    "courseID": "INTD1017",
    "courseName": "Sports and Society",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "From Shakespeare to Wall Street: Management and the Liberal Arts In this course, students will explore how a Liberal Arts education (e.g., critical thinking, ethical behavior, and society building) can serve to humanize business.  We will draw on various business case studies, videos, academic readings, and leverage wisdom from three Shakespearean works, Hamlet, King Lear, and The Merchant of Venice. We will then apply our newfound lessons to various business contexts (as Wall Street is a metaphor for business writ large) with the hopes of promoting human ethical conduct, corporate responsibility, environmental sustainability, and human equality. (Grove Nichols can be contacted at ggnichols2@gmail.com)  Grosvenor (Grove) Nichols graduated from Middlebury in 1971. He majored in English, played varsity hockey and tennis, and was a fraternity social chairman. He went on to get an MBA from Stanford and has had a career in banking and consulting, including starting a bank in Sacramento, California, and serving as its CEO for ten years. Grove is currently a ski instructor and tennis pro at Stratton Mountain.",
    "courseID": "INTD1019",
    "courseName": "Shakespeare to Wall Street",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Energy Auditing and Analysis Energy efficiency practitioners apply concepts from physics and economics to analyze energy consumption and system performance in buildings. Increasingly, they also help ‘electrify’ buildings, replacing fossil fuel equipment with cleaner technology like electric heat pumps. In this course we will explore the shifting ideas about what constitutes a sustainable building and will discuss how these trends inform the College’s sustainability goals after Energy2028. Students will learn to analyze building energy systems and to apply energy auditing skills to Middlebury College buildings. Drawing on examples from Middlebury’s Energy2028 projects, students will learn about energy auditing tools, methods to decarbonize buildings, and cost-benefit analysis of retrofit projects.  Jamie Hand ’08 has a B.A. in Physics, and is a licensed Mechanical Engineer. He has spent over 15 years making buildings more sustainable, primarily focusing on reducing emissions from large buildings by optimizing building automation and control systems. He works virtually for Pacific Northwest National Laboratory from Middlebury.",
    "courseID": "INTD1021",
    "courseName": "Energy Auditing and Analysis",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Beyond Bretton Woods: A Critical Global Financial Architecture Review In this course we will discuss the ongoing international financial architecture review (IFAR) process, from the angle of the polycrisis (amongst others, climate change, global health pandemic, social and racial injustice, geo-political tensions and global financial instability) challenges. Students will be offered foundational knowledge about the existing global financial architecture constellation, which emerged from the 1944 Bretton Woods conference in New Hampshire. The course will canvas the core purposes, principles and design intentions to critically analyze and judiciously engage in the core IFAR themes and proposals. The 80-year developments and ensuing challenges will be contextualized with the evolving strands of the current polycrisis. The main course objective is to impart an innovative solutions mindset. The course material will provide a solid introduction to the upcoming May 2024 conference organized on a similar theme at Bread Loaf.",
    "courseID": "INTD1022",
    "courseName": "Beyond Bretton Woods",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "The Study of Post-War Fascism In this course we investigate the transformation of fascism and fascist movements following World War II. Tracing the philosophical and political roots of post-war fascism, we will study fascist behavior, activism, and violence. We will survey work from history, political theory, sociology, social computing, and political science to understand the landscape of contemporary fascism, with particular emphasis on its variants in Italy, Russia, the United Kingdom, and the United States. We will discuss in-depth how fascist movements interact with broader far-right politics and how they choose to either embrace or reject electoral politics in democratic countries. Students will also learn about research ethics and best practices in fascism studies, and they produce their own original work researching a particular topic of interest.",
    "courseID": "INTD1027",
    "courseName": "The Study of Post-War Fascism",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "MiddCORE 2024 MiddCORE’s mentor-driven leadership and innovation immersion program builds skills and confidence through collaborative, experiential, and impact-focused learning.  Through daily, weekly, and month-long challenges, students gain experience in leadership, strategic thinking, idea creation, collaboration, persuasive communication, ethical decision-making, cross-cultural understanding, conflict resolution, empathy, and crisis management.  Acceptance into MiddCORE is by approval only. To learn more about this January's MiddCORE curriculum and to apply to the program, please visit go/MiddCOREwinter.",
    "courseID": "INTD1074",
    "courseName": "MiddCORE 2026",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Middlebury Entrepreneurs Middlebury Entrepreneurs is a winter term course for students who want to learn the entrepreneurial framework, start their own business or non-profit organization, or generally learn about innovation, entrepreneurship, or venture capital. On their own or in groups, students will follow the process from ideation to launch quickly and effectively through class discussions, deliverables, and hands-on mentoring both from professors and visiting entrepreneurs and investors. While students are encouraged to apply to the course with a business idea they’d like to pursue as part of a team, it is not a requirement. Individuals without a concrete idea can become team members of other startups, or valuable “utility players,” filling the role of startup consultants or contractors. Class will be focused on building a prototype, testing the intended market or target group, and engaging with potential clients or customers. There is also a strong focus on meeting and connecting with innovation leaders and world renown companies right here in Vermont. Past field trips have included Burton Snowboards, Dealer.com, Mamava, as well as innovation and maker spaces around Vermont. At the conclusion of the course, teams or individuals will pitch their ideas to a panel of innovators, venture capitalists, entrepreneurs, and industry leaders for the Will Nash Memorial prize. (Approval Required) (Pass/Fail)  David Bradbury is President of the Vermont Center for Emerging Technologies (VCET) which offers expert business mentoring, venture capital, coworking and accelerator facilities, and substantive networking to the region’s entrepreneurs and next generation employers.  Samantha “Sam” Roach-Gerber is a 2013 graduate of Northeastern University where she studied Organizational Communication and Environmental Studies. As Director of Innovation at VCET, Sam oversees programming and partnerships, membership, events, communications and marketing; she also co-hosts VCET’s podcast, Start Here.",
    "courseID": "INTD1089",
    "courseName": "Middlebury Entrepreneurs",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Constitutional Law, Adjudication and Advocacy In this course we will explore how cases are developed in the state and federal trial courts and presented on appeal in the Vermont Supreme Court.  Taught by a retired Justice of the Vermont Supreme Court and a senior status United States District Judge, the course will include both a substantive component focused primarily on United States and Vermont constitutional law and trial and appellate procedure, and an experiential component in which students will participate in a moot appellate court presentation, including submitting a written argument in a “brief” and making an oral argument to a “bench” of one or more judges.  Students will examine in depth the briefs, oral arguments and resulting decisions in two recently-decided Vermont Supreme Court cases and will attend the arguments for actual cases being heard by the Vermont Supreme Court.   Having read and discussed the briefs and issues in those cases, students will meet with one or more Justices of the Court and the lawyers who presented arguments.  Finally, students will read about and discuss “hot topics” in the United States’ legal and justice system, including methods of judicial selection, police officer liability for constitutional violations and the need to modernize state and federal constitutions.  Justices John Dooley is a retired Justices of the Vermont Supreme Court.  Judge William Sessions is a senior status Judge of the United States District Court for the District of Vermont.",
    "courseID": "INTD1184",
    "courseName": "Constitutional Law & Advocacy",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Applying New Tools and Technologies to Today's Security Challenges on the Korean Peninsula In 2017, North Korea tested a missile capable of delivering a powerful thermonuclear weapon against cities throughout the United States. How do scholars study international security challenges like the spread of nuclear weapons? In this course, students will develop an open source intelligence toolkit applicable to a broad universe of international security challenges, with special focus on nuclear weapons and North Korea. No prior knowledge is assumed, and students outside political science are encouraged to participate. The tools covered, such as satellite imagery, have broad applicability beyond nonproliferation, to areas such as human trafficking, climate change, oceans policy, and counterterrorism.  Dr. Jeffrey Lewis is Director of the East Asia Nonproliferation Program at the Center for Nonproliferation Studies. At the Middlebury Institute he teaches courses on arms control issues in Northeast Asia and Chinese nuclear policy.",
    "courseID": "INTD1219",
    "courseName": "Nonproliferation Tools & Tech",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Leadership: Building a Decision-Making Framework for Life College was the goal. Time is passing quickly. How will you prepare for the future? Students will develop a decision-making framework for life by exploring their core values and aspirations, crafting a personal narrative, and identifying longer-term life goals. We will discuss and test key components of effective leadership and build a leadership toolkit that includes goal setting, risk assessment, active listening, and strategic planning. Reading assignments – from Aristotle to Drucker – and writing assignments will complement class discussions, interactive exercises, and oral presentations. Guest speakers will participate and share their leadership stories, insights and lessons learned.  Catherine Lee ’92 is a change agent dedicated to helping organizations and teams envision and execute their strategic aspirations. She has spent much of her career in global finance and the maritime sector and also enjoys mentoring and coaching the next generation of leaders.",
    "courseID": "INTD1223",
    "courseName": "Leadership Framework for Life",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Conflict Transformation: Approaches and Skills This course will introduce to students to a variety of approaches to conflict transformation (CT), including intercultural competence, mediation, restorative practices, and structured dialogue. CT skills enrich classroom learning and prepare students to be effective citizens in a polarized public square. To transform conflict, we must first understand the nature of conflict and then develop tools to build healthy relationships and communities – locally, nationally, and globally. Students will learn about the drivers of conflict and then practice CT skills in the course. This course is part of a Middlebury-wide CT initiative, and this course foundational for students who wish to pursue practicum or research opportunities in other CT programs.",
    "courseID": "INTD1259",
    "courseName": "Conflict Transformation Skills",
    "departmentID": "INTD"
  },
  {
    "courseDescription": "Independent Project",
    "courseID": "IPEC0500",
    "courseName": "Independent Project",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700B",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700C",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700D",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700G",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700H",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700J",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700K",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700L",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700N",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700O",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700P",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700Q",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700S",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700V",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Senior Thesis",
    "courseID": "IPEC0700Z",
    "courseName": "Intl.Pol.&Economics SR. Thesis",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Extending Financial Services to the Unbanked  n this course we will explore different interventions and tools used for poverty alleviation, financial inclusion, and the extension of financial services to the unbanked poor in emerging markets. Using examples drawn from the field, we will look at the use of microfinance, microinsurance, and digital financial services to achieve these goals in developing countries. In addition to articles, the practitioner will draw on special guest speakers to represent case studies and themes from the course outline.  Elizabeth Toder began her international development adventure as a Peace Corps Volunteer in Thailand 30 years ago and most recently served as the US Treasury Department’s Resident Advisor in Madagascar, advising the Ministry of Finance and Central Bank on financial inclusion.",
    "courseID": "IPEC1023",
    "courseName": "Extending Financial Services",
    "departmentID": "IPEC"
  },
  {
    "courseDescription": "Beginning Italian II  This course is a continuation of ITAL 0101, and emphasizes spoken and written Italian and the mastery of more complex grammatical structures and vocabulary. Students continue to work with conversation partners, but will also incorporate more specific cultural references in oral presentations and in written assignments.  Students attend the Italian table and mandatory film screenings.",
    "courseID": "ITAL0102",
    "courseName": "Beginning Italian",
    "departmentID": "ITAL"
  },
  {
    "courseDescription": "Italian Culture II: From the Sixties to the Present Day To deepen the historical knowledge gained in ITAL 0251, we will discuss and analyze modern and contemporary Italian literature of various genres, as well as essays, art, and film. In the context of reading, critical viewing, textual analysis, and discussion, we will continue to develop both historical and linguistic competence. Discussion and the writing process, along with selected exercises, will continue to refine grammatical competence.",
    "courseID": "ITAL0252",
    "courseName": "Italian Culture: Fascism-Pres",
    "departmentID": "ITAL"
  },
  {
    "courseDescription": "Independent Study Italian faculty as a group will consider and approve requests by qualified juniors and seniors to engage in independent work. Students must submit a prospectus that includes a bibliography of no less than five sources. Interested students should contact members of the Italian faculty before the end of the preceding term to discuss their project and to see if they are available to direct the Independent Study. Students must submit a prospectus with the department chair by the end of the first week of classesfor fall and spring term approvals, by the end the last week of fall semesterfor winter term approvals. Prior to submission, sufficient advance consultation with project directors is required.Junior students are strongly encouraged to consider independent study as preparation for senior honors thesis work.",
    "courseID": "ITAL0550",
    "courseName": "Independent Study",
    "departmentID": "ITAL"
  },
  {
    "courseDescription": "Students majoring in Italian must complete an independent senior project. Italian faculty as a group will consider and approve the proposals, which should be submitted before the last week of the preceding semester. The senior project will be advised by one member of the Italian department, but will be presented to the whole department. Italian honors will be awarded to eligible students depending on the final grade.",
    "courseID": "ITAL0755",
    "courseName": "Senior Honors",
    "departmentID": "ITAL"
  },
  {
    "courseDescription": "First-Year Japanese   This course is an intensive continuation of JAPN 0101.  This course is required for those students wishing to take JAPN 0103 in the Spring.",
    "courseID": "JAPN0102",
    "courseName": "First-Year Japanese",
    "departmentID": "JAPN"
  },
  {
    "courseDescription": "Qualified students may be permitted to undertake a special project in reading and research under the direction of a member of the department. Students should seek an advisor and submit a proposal to the department well in advance of registration for the term in which the work is to be undertaken.",
    "courseID": "JAPN0500",
    "courseName": "Independent Project",
    "departmentID": "JAPN"
  },
  {
    "courseDescription": "Honors Thesis Students write a thesis in English with a synopsis in Japanese on literature, film, or culture. The topic for the thesis is chosen in consultation with the instructor.",
    "courseID": "JAPN0700",
    "courseName": "Honors Thesis",
    "departmentID": "JAPN"
  },
  {
    "courseDescription": "Introduction to Butoh Dance This course is an introduction to the fundamental principles of butoh dance. Butoh is a contemporary dance form that originated in Japan in the 1950s and has since spread worldwide. This form values explorations of presence, transformation, and the development of curiosity to create full-bodied performance. Students experience butoh techniques through a series of movement exercises, choreography, and improvisational activities. This course explores butoh’s themes, history, and evolution, investigating how it differs from western contemporary dance by subverting dance norms and embracing refusal. Through embodiment, supporting course materials, creative writing practices, and artistic generation, students understand butoh’s physical and emotional components while strengthening creative expression and confidence in the body.   Meshi Chavez is a teacher, butoh dancer, and choreographer and was recently Artist in Residence at Middlebury College from the Fall of 2021 to the Spring of 2023. He received his MFA at the University of the Arts.",
    "courseID": "JAPN1017",
    "courseName": "Introduction to Butoh Dance",
    "departmentID": "JAPN"
  },
  {
    "courseDescription": "Police Aesthetics in Japanese Film In this course students will consider theories of police power in modern society while analyzing its representation in Japanese cinema. Each week we will begin with readings about one aspect of police power, and will then consider this aspect when analyzing a set of Japanese films. The objectives of the course are for students: (1) to gain a more multifaceted understanding of the police function in modern society, (2) to learn the general history of the Japanese police system, and (3) to cultivate an appreciation of Japanese film and its possibilities for critical reflection.",
    "courseID": "JAPN1029",
    "courseName": "Police Aesthetic Japan Film",
    "departmentID": "JAPN"
  },
  {
    "courseDescription": "Building the Japanese Teahouse In this course we will build a modern but traditionally-inspired Japanese teahouse, using its construction as a backdrop for exploring the technical aspects of Japanese carpentry and the cultural underpinnings of apprentice learning. Traditional craft apprenticeships are still very much the norm in contemporary Japan, in stark contract with Western notions of teaching and learning. A particular emphasis will therefore be placed on the pedagogy of craft training. We will explore how the culture of apprenticeship, the tea ceremony, and other aspects of Buddhist training inform students’ accepted notions of learning. Assigned readings will cover the history and traditions of Japanese carpentry as well as its technical aspects. Students will keep a journal and write a series papers during the term.  Douglas Brooks is a boatbuilder, writer, researcher and teacher who has been studying traditional Japanese boatbuilding since 1996. He is the author of five books and numerous articles, and his work has been honored by the American Craft Council and the Japanese Ministry of Culture.",
    "courseID": "JAPN1159",
    "courseName": "Building the Japanese Teahouse",
    "departmentID": "JAPN"
  },
  {
    "courseDescription": "Jews, Politics and Social Movements Over the last century, social movements have challenged, shaken up and transformed American Jewish life. In this course, we will consider the influence of movements for civil rights, peace, feminism, Soviet Jewry, LGBTQ+ rights, and for Israel and Palestine. Throughout, our focus will be on the reciprocal influence of political and religious movements, and on the changing character of American Jewish life. Theoretical material will be drawn from the sociology of social movements, diaspora studies, and the sociology of religion. We will look at scholarly literature, films, and primary documents. Students will also conduct original research.",
    "courseID": "JWST0216",
    "courseName": "Jews Politics&Social Movements",
    "departmentID": "JWST"
  },
  {
    "courseDescription": "The Hebrew Bible The Hebrew Bible is many things. It is an intricately designed work of literature with conflicted, relatable characters. It is an artifact of the past, bearing traces of the unfamiliar world in which it was created. And it is a ritual object found in social practices, from communal chanting to comedic reenactments. How should we understand and hold these multiple possibilities? Through close-readings and in-class discussions, we will build skills in literary analysis, historical consciousness, and cultural literacy. We will come away better equipped to approach and analyze this complicated and crucial text, and we will strengthen our critical approaches to secularism and the study of religion. No prior knowledge is required.",
    "courseID": "JWST1002",
    "courseName": "The Hebrew Bible",
    "departmentID": "JWST"
  },
  {
    "courseDescription": "Independent Essay Project",
    "courseID": "LITS0510",
    "courseName": "Independent Essay Project",
    "departmentID": "LITS"
  },
  {
    "courseDescription": "Senior Comprehensive Exam Intended for majors in literary studies preparing for the written section of the senior comprehensive examinations.",
    "courseID": "LITS0700",
    "courseName": "Senior Comprehensive Exam",
    "departmentID": "LITS"
  },
  {
    "courseDescription": "Introduction to TESOL In this course we will study theories and methods in Teaching English to Speakers of Other Languages (TESOL) in the U.S. and abroad. We will look at the basic building blocks of the grammatical and pronunciation systems of English and explore different teaching techniques. We will examine curricular resources used with adolescent and adult learners, and develop materials applicable to a variety of classroom settings. Class sessions will be largely hands-on and will include practice student teaching demonstrations with peer feedback. (Not open to students who have taken LNGT/EDST 1003)   Joe McVeigh has many years of experience teaching English to students from a wide range of language backgrounds. He provides professional development for teachers domestically and internationally as an English Language Specialist for the U.S. Department of State. His ESL textbooks, published by Oxford University Press, are widely used in many countries around the world.",
    "courseID": "LNGT0107",
    "courseName": "Introduction to TESOL",
    "departmentID": "LNGT"
  },
  {
    "courseDescription": "Independent Work",
    "courseID": "LNGT0500",
    "courseName": "Independent Work",
    "departmentID": "LNGT"
  },
  {
    "courseDescription": "Language Access Language access makes the difference between life and death for some of the most vulnerable people navigating and fleeing crises and conflicts worldwide. In this course, students will explore language justice and access within immigration, public health, and educational systems and settings. Students will learn to distinguish the roles of translators and interpreters working in the asylum, detention, and humanitarian parole legal processes. Students will also gain a detailed understanding of the responsibilities and strategies of interpreters and translators in high-stakes and crisis situations by learning from (and supporting) those engaged in language access work, advocacy and research. This course will require engagement with community partners in independent research.",
    "courseID": "LNGT1010",
    "courseName": "Language Access",
    "departmentID": "LNGT"
  },
  {
    "courseDescription": "Data Science Across Disciplines In this course, we will gain exposure to the entire data science pipeline—obtaining and cleaning large and messy data sets, exploring these data and creating engaging visualizations, and communicating insights from the data in a meaningful manner. During morning sessions, we will learn the tools and techniques required to explore new and exciting data sets. During afternoon sessions, students will work in small groups with one of several faculty members on domain-specific research projects in Anthropology, Biology, Classics, Political Science, and Statistics. This course will use the R programming language. No prior experience with programming is necessary.  ANTH/LNGT 1230: In this section we will explore indigenous political voice in unexpected places. The data we will analyze will consist of bilingual Apache-English and Maidu-English stories, songs and speeches originally recorded by anthropological linguists in the early twentieth century as examples of traditional culture. Students will use R to search this corpora for how indigenous contributors were also making claims on the future in their address to the researcher and to wider anticipated audiences. This course includes a community engagement component.  BIOL/ECSC 1230: In this section we will work with data collected by elephant seals equipped with oceanographic instruments in the Southern Ocean. Depending on your interests, you can approach the project from different angles: students focusing on biology will explore where the seals travel and what drives their movements, while those interested in earth science will investigate the temperature and salinity profiles gathered during their dives. Working in teams, you’ll combine these perspectives to build a fuller picture of both seal ecology and the oceanographic processes that shape their environment. Along the way, you’ll practice manipulating and visualizing different types of data including maps of seal tracks, temperature and salinity profiles, and cross-sections of ocean properties. We will also bring in satellite  and autonomous float data to place seal activity and the data they collect in a broader context. By the end, you’ll have a sense of how these different data sources fit together and what unique insights we gain from using seals as oceanographers.  CLAS 1230: In this section students will gain hands-on experience with a variety of natural language processing and text mining techniques by exploring the writings of the ancient historian Plutarch, who lived during the first and second centuries AD.  We will focus on the biographies of \"great men\" in Plutarch’s Lives, which chronicles the history, morals, and virtues of major figures who played parallel roles in ancient Greek and Roman society. The public domain English translation from Project Gutenberg will serve as our main corpus; however, students with a background or interest in Ancient Greek can work with the text in the original language. Using the R programming language, students will transform unstructured text into quantitative data for statistical analysis and morphosyntactic parsing. We will also apply machine learning models to our data to reveal underlying patterns in large amounts of text. No prior experience with R is necessary.  PSCI 1230: Who votes in elections? Who attends protests? Why? In this section we will use the tools of data science to explore these and other questions about political participation in the Americas. We will examine engagement in different forms of participation and the demographic, economic, social, and other factors that shape participation. The class will introduce students to the basics of survey research and the study of political participation.  Students will complete a final group project showcasing the concepts and tools learned in class.   STAT 1230: In this section students will dive into the world of data science by focusing on invasive species monitoring data. Early detection is crucial to controlling many invasive species; however, there is a knowledge gap regarding the sampling effort needed to detect the invader early. In this course, we will work with decades of invasive species monitoring data collected across the United States to better understand how environmental variables play a role in the sampling effort required to detect invasive species. Students will gain experience in the entire data science pipeline, but the primary focus will be on data scraping, data visualization, and communication of data-based results to scientists and policymakers.",
    "courseID": "LNGT1230",
    "courseName": "DataScience Across Disciplines",
    "departmentID": "LNGT"
  },
  {
    "courseDescription": "Advanced Study Individual study for qualified students in more advanced topics in algebra, number theory, real or complex analysis, topology. Particularly suited for those who enter with advanced standing.",
    "courseID": "MATH0500",
    "courseName": "Advanced Study",
    "departmentID": "MATH"
  },
  {
    "courseDescription": "Combinatorial Games and Puzzles Games and puzzles with a combinatorial flair (based on counting and arrangement) have entertained and frustrated people for millennia.  Mathematicians have developed new areas of research and discovered non-trivial mathematics upon examining these amusements.  Students will play games (including nim, hex, dots-and-boxes, clobber, and Mastermind®) and be presented with puzzles (including instant insanity and mazes) in an attempt to develop strategy and mathematics during play.  Basic notions in graph theory, design theory, combinatorics, and combinatorial game theory will be introduced.   Despite the jargon, this course will be accessible to all regardless of background.",
    "courseID": "MATH1038",
    "courseName": "Combinatorial Games & Puzzles",
    "departmentID": "MATH"
  },
  {
    "courseDescription": "Independent Research This course is for non-seniors wishing to conduct independent research in Molecular Biology and Biochemistry under the guidance of a faculty mentor.  Additional requirements include attendance at all MBBC-sponsored seminars and seminars sponsored by the faculty mentor’s department, and participation in any scheduled meetings and disciplinary sub-groups and lab groups. (Approval required).",
    "courseID": "MBBC0500",
    "courseName": "Independent Research",
    "departmentID": "MBBC"
  },
  {
    "courseDescription": "Senior Independent Research Seniors conducting independent research in Molecular Biology and Biochemistry under the guidance of a faculty mentor should register for MBBC 0700 unless they are completing a thesis project (in which case they should register for MBBC 0701).  Additional requirements include attendance at all MBBC-sponsored seminars and seminars sponsored by the faculty mentor’s department, and participation in any scheduled meetings and disciplinary sub-groups and lab groups.  (Approval required).",
    "courseID": "MBBC0700",
    "courseName": "Senior Independent Research",
    "departmentID": "MBBC"
  },
  {
    "courseDescription": "Senior Thesis This course is for seniors completing independent thesis research in Molecular Biology and Biochemistry that was initiated in BIOL 0500, CHEM 0400, MBBC 0500, or MBBC 0700.  Students will attend weekly meetings with their designated research group and engage in one-on-one meetings with their research mentor to foster understanding in their specialized research area.  Students will also practice the stylistic and technical aspects of scientific writing needed to write their thesis.  (BIOL 0500, CHEM 0400, MBBC 0500, MBBC 0700) (Approval required).",
    "courseID": "MBBC0701",
    "courseName": "Senior Thesis",
    "departmentID": "MBBC"
  },
  {
    "courseDescription": "Songwriting and Production Workshop In this course we will explore the creation and production of original songs in a workshop setting. We will experiment as singer-songwriters with varied approaches to melody, harmony, form, lyric construction, expressive devices, and recording and digital audio workstations. We will share and analyze songs from diverse traditions and aesthetic sensibilities, investigating contemporary song practices as well as older forms that have shaped the art of songwriting. You will have the experience of writing songs on your own as well as collaborating with others. We will share our challenges and breakthroughs with the creative process, perform for each other, and offer constructive critique. Instructor permission. Students should have substantial experience with an instrument, singing, or a digital music-making platform.",
    "courseID": "MUSC0214",
    "courseName": "Songwriting/Production",
    "departmentID": "MUSC"
  },
  {
    "courseDescription": "Independent Study Admission by approval. Please consult published departmental guidelines and paragraph below.",
    "courseID": "MUSC0500",
    "courseName": "Independent Study",
    "departmentID": "MUSC"
  },
  {
    "courseDescription": "Senior Work Senior work is not required of all music majors and joint majors. However, students interested in and eligible for departmental honors (see guideline above, in \"Departmental Honors\" section) may propose one or two-semester Senior Work projects. Projects may be in history, composition, theory, ethnomusicology, performance, or electronic music, and should culminate in a written presentation, a public performance, or a combination of the two. MUSC0704 does not count as a course toward fulfillment of the music major.  Project and budget proposals for Independent Study and Senior Work should be submitted by the previous April 1 for fall and winter term projects, and the previous October 15 for spring term projects. Budget proposals will not be considered after those dates. Project proposals will be considered after the deadline but are more likely not to be approved due to previous commitments of faculty advisors or other scheduling reasons.",
    "courseID": "MUSC0704",
    "courseName": "Senior Work",
    "departmentID": "MUSC"
  },
  {
    "courseDescription": "Arts for Peace, M-LISADA Uganda M-LISADA empowers at-risk Ugandan youth through musical arts. In this global course, students will travel to Uganda to work directly with M-LISADA members to develop an arts-based model for conflict transformation. Through hands-on engagement with the organization’s programs, students will examine how musical arts create spaces for creative expression, empower youth as change agents, rebuild social connections, and address root causes of conflict. The model will integrate key principles of peacebuilding, empowerment, social reintegration, and structural change. Course activities will include community engagement, theoretical readings, group discussions, and interactive workshops. Students will gain practical skills in designing arts-based peacebuilding programs, facilitating community arts initiatives in conflict zones, developing impact evaluation frameworks, and creating sustainable models for arts-based conflict transformation.",
    "courseID": "MUSC1007",
    "courseName": "Arts & Peacebuilding in Uganda",
    "departmentID": "MUSC"
  },
  {
    "courseDescription": "Making a Musical: Process and Performance In this experiential course, students will rehearse and perform a musical at the Town Hall Theater in Middlebury, in collaboration with the college’s departments of Music and Theatre. Students with a passion for collaborative theatre-making and a desire to further their skills as actors, musicians, singers, dancers and designers will study alongside professional artists and educators from Middlebury College and beyond. This immersive and unique learning experience will be an opportunity to collaborate across artistic disciplines and to share artistic work with the broader Middlebury community. Participation in the course is determined by auditions held the previous term and requires instructor approval. Please contact Craig Maravich (director) cmaravich@midlebury.edu or Carol Christensen (musical director) at christen@middlebury.edu",
    "courseID": "MUSC1013",
    "courseName": "Making a Musical",
    "departmentID": "MUSC"
  },
  {
    "courseDescription": "The Music of Miles Davis For almost fifty years, there was no greater catalyst in improvised music - and arguably, in all creative music - than Miles Davis. He repeatedly revolutionized Jazz and its associated styles, guiding them from bebop through cool jazz, post-bop, jazz-rock fusion, third stream, psychedelic rock, and hip-hop. In this course we will dive into this path of influence, through a comprehensive look at his music, his collaborators, and his life. In addition to in-class lectures, selected readings, and discussion, we will listen to and analyze Davis’ landmark recordings to chart his path of constant reinvention, and explore the ways in which he continues to influence modern creative music.  Kyle Saulnier is a composer, performer, and educator, specializing in modern American music.",
    "courseID": "MUSC1031",
    "courseName": "The Music of Miles Davis",
    "departmentID": "MUSC"
  },
  {
    "courseDescription": "Culture & Craft of DJing This course will cover the cultural history of the DJ in hip-hop, dancehall, and house music. We will explore the biographies of influential DJs, and how they moved popular culture. The course will also offer an introduction into the technical aspects of DJing, including cueing, blending, scratching and transitions. A good DJ interacts with and adapts to the crowd. We will explore the psychology of the dance floor, including crowd dynamics, energy management, and performance strategies. We end this course by organizing a party as a DJ event.  DJ Serena Kim was one of the first female club DJs in New York City in the 1990s. She has rocked the dance floor at legendary dance clubs and held a two-night residency at Veruka, where she DJed for the Yankee’s 1999 World Series celebration party. She has DJ’ed alongside Mark Ronson, Q-Tip, and Kool Herc. In addition, DJ Serena Kim served as features editor for Vibe magazine and has been a prolific music journalist with publication credits in nearly every hip-hop magazine, as well as the LA Times, the Washington Post, and many others.",
    "courseID": "MUSC1033",
    "courseName": "Culture & Craft of DJing",
    "departmentID": "MUSC"
  },
  {
    "courseDescription": "Music, Authoritarianism, and Resistance How do music-makers navigate the fraught terrain of authoritarian politics? This course dives into the entanglement of twentieth-century music and the social, cultural, and political currents shaped by authoritarian regimes. From the cultural platforms of early fascist states to contemporary reflections on political oppression, we will explore how music constructs, critiques, and reimagines power and identity. Drawing on musicology, media studies, and sound studies, we will examine works by composers, performers, and filmmakers who grappled with authoritarian control. Expect lively discussions, close readings of texts and music, and hands-on analysis of music’s power to resist and reflect. Through collaborative projects and a final research paper, we will develop tools to decode the intersection of music, sound, power, and resistance.",
    "courseID": "MUSC1045",
    "courseName": "Music and Authoritarianism",
    "departmentID": "MUSC"
  },
  {
    "courseDescription": "Independent Research Students enrolled in NSCI 0500 complete individual research projects involving laboratory or extensive library study on a topic chosen by the student and approved in advance by a NSCI faculty advisor. This course is not open to seniors; seniors should enroll in NSCI 0700.",
    "courseID": "NSCI0500",
    "courseName": "Independent Research",
    "departmentID": "NSCI"
  },
  {
    "courseDescription": "Senior Research This course is for senior NSCI majors who plan to conduct one or more semesters of independent research, or who plan to complete preparatory work toward a senior thesis, such as researching and writing a thesis proposal as well as, if appropriate, collecting data that will form the basis for a senior thesis.  Senior NSCI majors who plan to complete a senior thesis should register initially for NSCI 0700.  Additional requirements may include participation in weekly meetings with advisors and/or lab groups and attending neuroscience seminars.",
    "courseID": "NSCI0700",
    "courseName": "Senior Research",
    "departmentID": "NSCI"
  },
  {
    "courseDescription": "Senior Thesis Senior NSCI majors who have completed one or more terms of NSCI 0700, who have a GPA of 3.3 in their major courses, and who plan to complete a senior thesis should register for NSCI 0701 for the final semester of the senior thesis process. Students enrolled in NSCI 0701 write a thesis, give a public presentation of their research, and present an oral defense of the thesis before a committee of at least two Neuroscience faculty members. Faculty may recommend High honors in Neuroscience after considering the quality of these components of a student’s thesis and the student’s GPA in major courses. Additional requirements may include participation in weekly meetings with advisors and/or lab groups and attending neuroscience seminars.",
    "courseID": "NSCI0701",
    "courseName": "Senior Thesis",
    "departmentID": "NSCI"
  },
  {
    "courseDescription": "Enteric Neurobiology In this course, students will be introduced to the structure and function of the enteric nervous system (ENS), an autonomous nervous system that controls gastrointestinal function. Topics will include a study of ENS function in health and disease including enteric neurons, glia, and immune cells, the gut-brain axis, and the role of the microbiota. Learning methods will include didactic lectures, readings from published books and primary literature, group presentations, and in-class assignments.",
    "courseID": "NSCI1014",
    "courseName": "Enteric Neurobiology",
    "departmentID": "NSCI"
  },
  {
    "courseDescription": "Molecular Neurogenetics: A Techniques Lab How do we study the molecular properties of neurons in the laboratory? Have you ever wondered what it is like to work in a molecular neuroscience lab? In this course, we take a deep dive into the techniques widely used to molecularly identify neurons, such as immunostaining and single-cell sequencing. We will learn how to genotype animals and then explore methods in protein expression analysis. In this class, we will also explore how bioinformatics is shaping our current understanding of the brain and the cells within it. Utilizing the consecutive course periods of the winter term, students will have the unique opportunity to design, perform, and analyze experiments featuring modern cellular and molecular neuroscience techniques.",
    "courseID": "NSCI1270",
    "courseName": "Molecular Neurogenetics",
    "departmentID": "NSCI"
  },
  {
    "courseDescription": "Food and Brazilian Film (in English) In this course we will analyze how Brazilian foodways are represented in Brazilian cinema. Issues we will be exploring include, but are not limited to, hunger, food scarcity and insecurity, or the Landless Workers’ movement. Throughout the course, we will also delve into the intersections of food making and consumption with social class, gender, and/or sex. We will also be discussing food film as a cinematic genre. Our approach will be interdisciplinary, drawing on critical and theoretical texts from food studies, film and literary studies, sociology, gender studies, and anthropology, by authors such as Josué de Castro, Arjun Appadurai, Pierre Bourdieu, or Carol J. Adams. Films analyzed include Garapa, Ilha das Flores, and Estômago, among others. Course taught in English.",
    "courseID": "PGSE0323",
    "courseName": "Food and Brazilian Film",
    "departmentID": "PGSE"
  },
  {
    "courseDescription": "Independent Study",
    "courseID": "PGSE0500",
    "courseName": "Independent Study Independent Projects",
    "departmentID": "PGSE"
  },
  {
    "courseDescription": "Alpine ski and snowboarding lessons are offered at the College Snowbowl. Lessons are offered every Wednesday - Sunday at 2:15 pm, Wednesday & Thursday at 4:30 pm during J-term. Limited to the first 150 students who register. $125 fee for 5 lessons, additional $180+tax for equipment. All equipment is customized and able to be kept for the duration of the season. Students MUST attend a minimum of four lessons to receive a PE credit. Payment MUST be received prior to lesson scheduling. Shuttle bus available. This winter term course is offered by the Snowbowl Snow School. Students register directly through the Snowbowl online store for the course and not through Banner Web. Upon successful completion of your requirements the Snow School will communicate your eligibility for PE credit directly with the Athletic Department. Purchase of Lessons includes: 5 One-hour lessons 1 PE Credit upon completion of a minimum 4 of 5 lessons Choose between Skiing or Snowboarding. Equipment lease available at an extra cost. Already know how to ski or snowboard? Great, join our upper level classes and enjoy the outdoors in a group of fun loving individuals while earning your PE credit, or apply to become an instructor. See information below about becoming an instructor. To register, visit https://www.middleburysnowbowl.com/j-term-lessons/",
    "courseID": "PHED0302",
    "courseName": "Alpine Ski Lessons Alpine Ski",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Natatorium. T / Th 11:15 - 12:15 pm. Jan 6 - Jan 31, 2025. A non-impact \"water jogging\" class in the deep end of the natatorium. Perfect for all fitness levels and those recovering from injuries.",
    "courseID": "PHED0304",
    "courseName": "Aqua Cardio",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Nelson Rec Center. T / Th 11:15 - 12:15. Jan. 6 - Jan 31, 2025. Introductory level course that introduces students to the game of badminton with emphasis on fundamentals and rules for both singles and doubles.",
    "courseID": "PHED0312",
    "courseName": "Badminton",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Virtue Field House. M/W 8:30-9:30 a.m.  1/6 - 1/31/25. CATZ (Competitive Athletic Training Zone). The most fun you will ever have working your tail off. Heart Rate based circuit training includes agility, plyometrics, functional weight work, med balls, etc. Be ready to work hard and get in incredible shape. Solid fitness base recommended.",
    "courseID": "PHED0326",
    "courseName": "Competitive Athletic Trng.",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "M/W 2:00-3:00 p.m. Pepin Gym. Jan. 6 - Jan 31, 2025. Do you believe in unlikelihoods? Dodgeball has arrived at Midd and getting in shape over J-term has never been so much fun! So whether you want to relive the glories of elementary school gym class or pick up a new sport that will last a lifetime, this class will hone your skills in the game that's sweeping the nation...again. Learn to dodge, duck, dip, dive and dodge,.. twice a week in this fun, challenging and mildly competitive class.",
    "courseID": "PHED0329",
    "courseName": "Dodgeball",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "$115 fee. Saturday, Jan. 13, 2024:  9:00 a.m. - 4:00 p.m. Ross B11. Taught by a certified instructor. Standard First Aid and CPR. CPR recovers rescue breathing, choking and CPR. First Aid covers strains, sprains, poisoning, bleeding, burns, breaks, diabetic emergency, etc. Students receive two certificates - one in CPR and one in First Aid.",
    "courseID": "PHED0332",
    "courseName": "First Aid/CPR",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "T/TH held from 3:00 - 4:00 pm.  Jan. 6 - Jan 31, 2025. held in Nelson Field House. Introduction to a sport that’s sweeping the nation. It’s played on a badminton court using a paddle similar to ping pong. Emphasis will be on learning the game, rules and strategies of playing.",
    "courseID": "PHED0345",
    "courseName": "Pickleball",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Rikert Outdoor Center, on Middlebury College’s Bread Loaf Campus in Ripton, holds J-Term cross country ski lessons for Midd College kids taught by Midd College kids. Cross Country skiing teaches you to ski up, down and around without a lift, on lightweight comfortable equipment. Our trails take you through the beautiful woods which inspired Robert Frost’s poetry (his cabin is up a trail and through the woods). Come learn a lifetime skill and earn a PE Credit at the same time.  No car? No problem! There is a Tri Valley Transit bus traveling right up to Rikert which leaves and returns to campus hourly from the ADK Circle all throughout   J-Term.  Lessons are one hour long. Techniques taught are classic (recommended for beginners) and skate. All lessons are taught by Middlebury College students. Classes are offered: Wednesdays: 2:45-3:45 pm Thursdays: 2:45-3:45pm Fridays: 10:50-11:50 am Fridays: 2:35-3:45 pm Lessons are one hour long. Classes run from Tuesday, Jan 7th - Friday, January 31, 2025.  Cost: $100 for 4 lessons (including trail passes and rentals) 3 of which must be completed for PE credit.  Please choose either classic or skate when you register.  https://www.rikertoutdoor.com/jterm-nordic-ski/",
    "courseID": "PHED0347",
    "courseName": "Cross Country Ski Lessons",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "",
    "courseID": "PHED0350",
    "courseName": "Line Dancing",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "T/Th 2:00-3:00 p.m., Nelson Rec Ctr., Jan. 6 - Jan 31, 2025. Often times the hardest part about Ping Pong is finding a place to play. Search no further, as this course offers students the opportunity to play and learn one of the world's most universally enjoyed games. Basic and advanced technique, rules and variations of the game, and general tactics are all part of this class.",
    "courseID": "PHED0351",
    "courseName": "Ping Pong",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Meditation: $175 fee.  Jan. 6 - Jan 31, 2025 Thursdays, 7:00 - 9:00 p.m. The art and science of dealing with stress and finding inner peace. Meditation practice enables one to abide in the center of the hurricane of a busy life. In this class a variety of meditation techniques suitable for beginners and those with experience will be practiced. No refunds will be given in this class after the first class is held, whether you attended or not.",
    "courseID": "PHED0353",
    "courseName": "Meditation",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Paddle tennis courts behind Nelson Field House. T/Th 2-3 p.m.  Jan. 6 - Jan 31, 2025. A cold weather sport that is played outdoors in an enclosed court. Emphasis will be on learning game rules and playing. This class welcomes students with some experience with racquet sports and a love of the cold.",
    "courseID": "PHED0354",
    "courseName": "Platform Tennis Paddle Tennis",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Horseback riding lessons are offered by area farms/stables. Please email pe@middlebury.edu for more information.",
    "courseID": "PHED0359",
    "courseName": "Riding Lessons",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Alpine ski and snowboarding lessons are offered at the College Snowbowl. Lessons are offered every Wednesday - Sunday at 2:15 pm during J-term. Registration only open to the first 150 students. $125 fee for 5 lessons, additional $180+tax for equipment. All equipment is customized and able to be kept for the duration of the season. Students MUST attend a minimum of four lessons to receive a PE credit. Payment MUST be received prior to lesson scheduling. Shuttle bus available. To register and for more details and FAQ visit:  https://www.middleburysnowbowl.com/j-term-lessons/",
    "courseID": "PHED0361",
    "courseName": "Snowboarding",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Virtue Field House. T/Th 3:00 - 4:00 p.m. Jan. 6 - Jan 31, 2025. Through drills and technique training, students will develop speed, agility and quickness with the goal of improving performance in any activity or sport.",
    "courseID": "PHED0371",
    "courseName": "Speed, Agility and Quickness",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Telemark ski lessons are offered at the College Snow Bowl. Please call the Snow Bowl at 388-4356 and speak with the Snow Bowl desk.",
    "courseID": "PHED0373",
    "courseName": "Telemark Skiing",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Yoga:  $175 fee. Jan. 6 - Jan 31, 2025. Tues. 7:00 p.m. - 9:00 p.m. 3rd Floor Field House. Yoga is a holistic system of exercise and awareness. In this class, students work on balance, flexibility, strength, coordination, and relaxation. The class will also develop the ability to bring the body, breath and mind into harmony. Students should wear loose comfortable clothing. No refund will be given in this class after the first class is held, whether you attended or not. Email instructor, Prem Prakash, at gmsyoga@hotmail.com with any questions.",
    "courseID": "PHED0392",
    "courseName": "Yoga",
    "departmentID": "PHED"
  },
  {
    "courseDescription": "Science and Society Science is not developed in a vacuum. Social circumstances influence the practice of science and in turn, science shapes how we organize ourselves as a society. We will investigate both directions of this relationship, asking such questions as: how do the values of society drive scientific research? What does it mean for science to be understood as objective? And how can socially and politically influenced scientific work be trusted? Drawing on the work of philosophers of science and interdisciplinary science studies scholars we will investigate what makes science such a powerful method of understanding the world, and how social and political pressures play a role in shaping and applying that understanding. We will also investigate the challenges of developing public trust in science by focusing on examples of socially significant scientific research such as climate science and research related to the Covid pandemic.",
    "courseID": "PHIL0214",
    "courseName": "Science and Society",
    "departmentID": "PHIL"
  },
  {
    "courseDescription": "Research in Philosophy Supervised independent research in philosophy. (Approval required).",
    "courseID": "PHIL0500",
    "courseName": "Research In Philosophy",
    "departmentID": "PHIL"
  },
  {
    "courseDescription": "Ethics: Lawyers and the Law In this course we will investigate conceptual questions about the nature of law, including whether the law has moral aims. We will also investigate different ethical challenges that arise for lawyers, judges, and legal organizations. Students will contact legal professionals to interview them about the kinds of ethical challenges that they face in their careers. Students will need to think critically about the moral challenges that arise for those practicing in the legal profession. The goal of this course is to gain a deeper understanding of the law by thinking critically about the ethical challenges that arise for those involved in the legal profession. This course includes a college-funded, week-long trip to the Middlebury in DC offices in Washington, DC. Travel takes place the last week of Winter term. Students should contact Professor Viner directly for approval to register for the course.",
    "courseID": "PHIL1021",
    "courseName": "Ethics: Lawyers and the Law",
    "departmentID": "PHIL"
  },
  {
    "courseDescription": "Ethics of AI and Algorithms In this course we will look at the ethical and social impacts of the development and application of AI and algorithms. While algorithmic decision-making is by now familiar, advances in generative AI has seen ubiquitous integration of these systems to domains as diverse as healthcare, education, social media, cybersecurity, warfare, politics, climate change, and entertainment. The rapid deployment of these technologies means their ethical and social implications have not been fully understood. We will use ethical frameworks to investigate how to develop and use these technologies equitably, while maximizing their benefits and minimizing potential harms. Because these technologies promise profound social change, critical rational reflection on their ethical and social impacts is crucial for responsibly guiding their integration into society.",
    "courseID": "PHIL1023",
    "courseName": "Ethics of AI and Algorithms",
    "departmentID": "PHIL"
  },
  {
    "courseDescription": "Mindfulness and the Mind: Buddhist and Western Perspectives In this team-taught class we will examine the theory and practice of mindfulness from traditional Buddhist and contemporary philosophical perspectives, and consider its implications for our understanding of the mind. We will outline the origins of mindfulness in Asian Buddhism, and its development in the modern West. We then examine philosophical questions raised by studying meditation scientifically: does a 1st person perspective validate the content of our experience? Or must it also by verified by objective, 3rd person perspectives? What does meditation reveal about the nature of consciousness?  If consciousness is reflexive, aware of itself, does this self-awareness undermine the Buddhist doctrine of non-self?  Students will get first-hand experience practicing mindfulness two hours a week, led by a local meditation teacher.  Readings will be from Buddhist and Western philosophical texts and articles.",
    "courseID": "PHIL1044",
    "courseName": "Mindfulness and Mind",
    "departmentID": "PHIL"
  },
  {
    "courseDescription": "Electronics for Scientists An introduction to modern electronic circuits and devices, emphasizing both physical operation and practical use. Transistors and integrated circuits are considered in both analog and digital applications. Examples and laboratory experiments stress measurement and control applications in the physical and biological sciences. Students will gain hands-on familiarity with the design, use, and troubleshooting of electronic instrumentation.",
    "courseID": "PHYS0221",
    "courseName": "Electronics For Scientists",
    "departmentID": "PHYS"
  },
  {
    "courseDescription": "Independent Study and Special Topics",
    "courseID": "PHYS0500",
    "courseName": "Ind. Study & Special Topic",
    "departmentID": "PHYS"
  },
  {
    "courseDescription": "Senior Project Independent research project incorporating both written and oral presentations.",
    "courseID": "PHYS0704",
    "courseName": "Senior Project",
    "departmentID": "PHYS"
  },
  {
    "courseDescription": "Senior Thesis For a student who has completed PHYS 0704 and, by agreement with his or her advisor, is continuing the senior project as a senior thesis.",
    "courseID": "PHYS0705",
    "courseName": "Senior Thesis",
    "departmentID": "PHYS"
  },
  {
    "courseDescription": "Cosmic Beginnings and Endings The study of astronomy is driven by questions about the origins and ultimate fate of objects in the cosmos. Astronomical time scales often far exceed human ones, meaning that we rarely get to watch astronomy happen in the same way that we can watch experiments in a traditional physics laboratory. Astronomers can only observe objects as they are and must develop theories and models about how they came to be and how they might cease to be. In this course, we will explore scientific models about the cosmic beginnings and endings of some of the most fundamental objects in the Universe (and of the Universe itself). Topics will include the Big Bang, the ultimate fate of the Universe, the formation of the first stars and galaxies, the births and deaths of stars, and the search for life in the Universe. The course has no prerequisites, but students should expect to solve quantitative problems using algebra and trigonometry and to read scientific articles regarding recent astronomical discoveries.",
    "courseID": "PHYS1010",
    "courseName": "Cosmic Beginnings and Endings",
    "departmentID": "PHYS"
  },
  {
    "courseDescription": "Independent Projects A program of independent work designed to meet the individual needs of advanced students.",
    "courseID": "PSCI0500",
    "courseName": "Independent Project",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "Honors Thesis",
    "courseID": "PSCI0700",
    "courseName": "Honors Thesis",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "Vermont Government and Politics Vermont is the second smallest state in America. Its state government is similarly small and accessible. How does it work? Does it work well? Are there lessons for other states that didn’t fare as well as we emerged from the Great Recession? Are there lessons Vermont can learn from other states? This course will offer an insider's perspective on the political landscape and governmental system of our host state. We will learn about the state's political history, meet with those involved in the process, and discuss the intricacies of state government and how the political system affects it. (American Politics) /James Douglas, ‘72, successfully sought the office of Governor in 2002 and was inaugurated as the 80th Governor of Vermont in January, 2003.  He was re-elected in 2004, 2006, and 2008./",
    "courseID": "PSCI1029",
    "courseName": "VT Government & Politics",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "Protest Music in Comparative Perspective In this course we will examine how marginalized populations around the world use music to interpret, explain, and respond to political, racial, socioeconomic, and gendered inequities.  Because music is produced for a wide audience, it is important for the construction of group identity and a useful means of protest. We will discuss the domestic politics of countries such as Nigeria, Jamaica, the U.S., and Brazil by reading the literature of comparative politics, sociology, and critical race and gender theory.  Our discussion of these topics will help us better understand how power in various forms is used to repress, and how music challenges existing hegemonies.",
    "courseID": "PSCI1031",
    "courseName": "Protest Music-Comparative",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "Economic Warfare and Threat Financing In this course we will analyze how terrorist organizations fund their operations, and the strategies they use to disrupt financial networks.  We will explore revenue streams—from illicit trade to cryptocurrency—and examine U.S. and multilateral sanctions frameworks, including the United Nations and FATF. Students will gain practical knowledge in law enforcement, diplomatic, and intelligence tools for countering terrorist finance, and through structured analytic techniques—such as weighted‐criteria assessments, decision trees, causal‐flow mapping, and formal logic—learn to evaluate risk, trace hidden networks, and develop evidence‐based policy recommendations. By the end of the semester, students will be equipped to dissect funding mechanisms and craft clear, actionable judgments to weaken terrorist financing. International Relations  Jason Blazakis is Professor of the Practice at the Middlebury Institute of International Studies and the founding Director of the Center on Terrorism, Extremism, and Counterterrorism (CTEC), where he leads cutting-edge research on violent extremism, terrorist financing, and digital radicalization while engaging policymakers and practitioners worldwide. Drawing on nearly two decades of government service—including leadership roles at the U.S. Department of State and the U.S. Intelligence Community—his scholarship and policy work have shaped multinational counterterrorism strategies and informed United Nations and FATF initiatives. Prof. Blazakis is sanctioned by the Russian Federation for his writing, research, and testimony (to Parliament and U.S. Congress) on Russia's illegal invasion of Ukraine.",
    "courseID": "PSCI1053",
    "courseName": "Econ Warfare & Threat Finance",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "Intelligence Analysis and National Security Decisionmaking In this course we will examine the public record on how US policymakers incorporate intelligence into their national security decisionmaking, including assigning readings from books and news articles. We will discuss challenges of basing national security decisions on incomplete information and the perils of politicizing intelligence to support desired policy outcomes. We will also examine publicly available sources on the intelligence analysis process, including resources such as The Psychology of Intelligence Analysis (Heuer). Students will engage in assignments to identify a potential policy decision, craft a key intelligence question relevant to the decision, apply publicly available information on how to craft an analytic story, and then use publicly available information on how to brief the intelligence analysis during a mock policy meeting.  Phillip Consentino '00 recently retired from the Central Intelligence Agency after more than 25 years in the Directorate of Analysis. Phillip served as a counterterrorism analyst, managed analysis on extremist radicalization, South America, and China, and as the managing editor of the President's Daily Brief.",
    "courseID": "PSCI1057",
    "courseName": "Intelligence Analysis",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "Online Trust & Safety Why did YouTube ban my channel? What is the difference between X/Twitter and Bluesky? With over two thirds of the global population on the internet, questions of how online communication technology actually works - and who is in control - have never been more salient to questions of power and governance. The new professional and academic field of “Trust and Safety” has emerged with the practice of “content moderation”: the task of enabling online speech while also preventing harms, ranging from political violence to mental health crises to misinformation. In this applied, practitioner-led course, we will explore how business, government, and NGOs shape 21st century social technology; observe how companies build and operate their platforms; and tackle the challenges of content moderation at scale.  Abe Katz led trust and safety initiatives at Meta (Facebook), including making changes to feed ranking algorithms and managing high-profile content moderation crises during COVID and global elections. He now leads the “Safety By Design” work at Discord and teaches Public Policy at Duke University.",
    "courseID": "PSCI1058",
    "courseName": "Online Trust & Safety",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "Climate Change and the Markets of Tomorrow In this course, we will examine how new technologies and capitalism can be leveraged to fight climate change with a particular focus on green energy, plant-based meats, and electric vehicles. We analyze how these markets are evolving and what public policies can do to help them advance more quickly. The course takes an intentionally international approach and should be especially interesting to IPEC, PSCI, and ENVS majors. This course counts as a social science cognate for ENVS majors with foci in the natural sciences, humanities, or arts.",
    "courseID": "PSCI1075",
    "courseName": "Climate and Tomorrow's Markets",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "On Tyranny In this course we will study tyranny, which has been called “a danger coeval with political life” (Leo Strauss). To understand that statement and how technology and ideology have changed tyranny, we will read classic works from political philosophy and literature (Plato’s Apology of Socrates, Republic VIII-IX and Charmides; Xenophon’s Hiero, or On Tyranny; Machiavelli’s Prince; and Shakespeare’s Macbeth) and modern works (Carl Schmitt, The Concept of the Political; Leo Strauss on Xenophon, followed by Alexander Kojeve’s Commentary and Strauss’s Restatement; Heidegger, “Question Concerning Technology”; Hannah Arendt’s Origins of Totalitarianism, vol. 3; and writing by one tyrant).",
    "courseID": "PSCI1158",
    "courseName": "On Tyranny",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "Weapons of Mass Destruction Technological development has brought human civilization to the point at which we can destroy ourselves in a matter of hours using weapons of mass destruction. What effects do these weapons have on political, and social behavior? Do WMDs deserve their own classification, or is human behavior consistent regardless of the weapon? We explore the technology, political theory and policy that has risen around the prospect of human annihilation. This course includes a college-funded, week-long trip to the Middlebury in DC offices in Washington, DC. Travel takes place the last week of Winter term. Students should contact Professor Yuen directly for approval to register for the course. (not open to students who have taken PSCI 0242 or equivalent)",
    "courseID": "PSCI1159",
    "courseName": "Weapons of Mass Destruction",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "Data Science Across Disciplines In this course, we will gain exposure to the entire data science pipeline—obtaining and cleaning large and messy data sets, exploring these data and creating engaging visualizations, and communicating insights from the data in a meaningful manner. During morning sessions, we will learn the tools and techniques required to explore new and exciting data sets. During afternoon sessions, students will work in small groups with one of several faculty members on domain-specific research projects in Anthropology, Biology, Classics, Political Science, and Statistics. This course will use the R programming language. No prior experience with programming is necessary.  ANTH/LNGT 1230: In this section we will explore indigenous political voice in unexpected places. The data we will analyze will consist of bilingual Apache-English and Maidu-English stories, songs and speeches originally recorded by anthropological linguists in the early twentieth century as examples of traditional culture. Students will use R to search this corpora for how indigenous contributors were also making claims on the future in their address to the researcher and to wider anticipated audiences.  BIOL/ECSC 1230: In this section we will work with data collected by elephant seals equipped with oceanographic instruments in the Southern Ocean. Depending on your interests, you can approach the project from different angles: students focusing on biology will explore where the seals travel and what drives their movements, while those interested in earth science will investigate the temperature and salinity profiles gathered during their dives. Working in teams, you’ll combine these perspectives to build a fuller picture of both seal ecology and the oceanographic processes that shape their environment. Along the way, you’ll practice manipulating and visualizing different types of data including maps of seal tracks, temperature and salinity profiles, and cross-sections of ocean properties. We will also bring in satellite  and autonomous float data to place seal activity and the data they collect in a broader context. By the end, you’ll have a sense of how these different data sources fit together and what unique insights we gain from using seals as oceanographers.  CLAS 1230: In this section students will gain hands-on experience with a variety of natural language processing and text mining techniques by exploring the writings of the ancient historian Plutarch, who lived during the first and second centuries AD.  We will focus on the biographies of \"great men\" in Plutarch’s Lives, which chronicles the history, morals, and virtues of major figures who played parallel roles in ancient Greek and Roman society. The public domain English translation from Project Gutenberg will serve as our main corpus; however, students with a background or interest in Ancient Greek can work with the text in the original language. Using the R programming language, students will transform unstructured text into quantitative data for statistical analysis and morphosyntactic parsing. We will also apply machine learning models to our data to reveal underlying patterns in large amounts of text. No prior experience with R is necessary.  PSCI 1230: Who votes in elections? Who attends protests? Why? In this section we will use the tools of data science to explore these and other questions about political participation in the Americas. We will examine engagement in different forms of participation and the demographic, economic, social, and other factors that shape participation. The class will introduce students to the basics of survey research and the study of political participation.  Students will complete a final group project showcasing the concepts and tools learned in class.   STAT 1230: In this section students will dive into the world of data science by focusing on invasive species monitoring data. Early detection is crucial to controlling many invasive species; however, there is a knowledge gap regarding the sampling effort needed to detect the invader early. In this course, we will work with decades of invasive species monitoring data collected across the United States to better understand how environmental variables play a role in the sampling effort required to detect invasive species. Students will gain experience in the entire data science pipeline, but the primary focus will be on data scraping, data visualization, and communication of data-based results to scientists and policymakers.",
    "courseID": "PSCI1230",
    "courseName": "DataScience Across Disciplines",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "American Political Tradition In this course we will study the theoretical ideas that informed the creation and development of America’s political system and consider some of the major contemporary challenges to the maintenance of American democracy. We will afford special attention to the political thought of the American Founders, the place of religion in public life, the nature of written constitutions, and the role of America in the world. This course will emphasize serious conversation about important texts and documents. Authors will include James Madison, Alexander Hamilton, Thomas Jefferson, the Anti-Federalists, Montesquieu, Alexis de Tocqueville, Frederick Douglass, John C. Calhoun, William Lloyd Garrison, Abraham Lincoln, Teddy Roosevelt, Woodrow Wilson, Herbert Croly, Franklin Roosevelt, Martin Luther King, Jr., Malcolm X, Russel Kirk, Milton Friedman, William Brennan, Sandra Day O'Connor, and Antonin Scalia.",
    "courseID": "PSCI1427",
    "courseName": "American Political Tradition",
    "departmentID": "PSCI"
  },
  {
    "courseDescription": "Introduction to Psychology  This course will provide a general introduction to the field of psychology. The most central and important theories, concepts, findings, controversies, and applications in the following areas will be considered: biological bases of behavior, learning, perception, thinking, development, personality, psychological disorders, and social behavior. (Open to Juniors and Seniors by waiver only) 3 hrs lect./1 hr. disc.",
    "courseID": "PSYC0105",
    "courseName": "Introduction To Psychology",
    "departmentID": "PSYC"
  },
  {
    "courseDescription": "Directed Research in Psychology Directed research provides opportunities for advanced students to become familiar with and participate in ongoing research projects under the direction of a faculty member. The student will first read background literature on the content area to be investigated and experimental methodologies to be used. Procedures involved in conducting psychological research will then be learned through firsthand experience. Potential activities include the design of research and the defining of conceptual variables and the gathering, analyzing, and interpretation of data. Finally, students will learn how to write technical articles in psychology by preparing a paper describing the project, using APA style.",
    "courseID": "PSYC0350",
    "courseName": "Directed Research",
    "departmentID": "PSYC"
  },
  {
    "courseDescription": "Advanced Research A program of research arranged to meet the needs of advanced students majoring in psychology.",
    "courseID": "PSYC0500",
    "courseName": "Advanced Research",
    "departmentID": "PSYC"
  },
  {
    "courseDescription": "Senior Research A program of research arranged to meet the needs of advanced senior majors in psychology.",
    "courseID": "PSYC0700",
    "courseName": "Senior Research",
    "departmentID": "PSYC"
  },
  {
    "courseDescription": "Senior Thesis Proposal Students hoping to be considered as candidates for departmental honors must enroll in PSYC 0701 under the sponsorship of a department faculty member. Their semester’s work will culminate in the submission of a formal, written research proposal by the due date as specified by the department. If the proposal is approved, the student will enroll in PSYC 0702 during the winter term and PSYC 0703 during the spring term of their senior year. (Feb graduates should consult with their advisors about the appropriate semester in which to begin a thesis.)",
    "courseID": "PSYC0701",
    "courseName": "Senior Thesis Proposal",
    "departmentID": "PSYC"
  },
  {
    "courseDescription": "Senior Thesis Second Semester Students whose honors thesis proposal (PSYC 0701) has been approved will collect, analyze, and interpret their data. This is the second semester of the 3-semester senior thesis.",
    "courseID": "PSYC0702",
    "courseName": "Senior Thesis Second Semester",
    "departmentID": "PSYC"
  },
  {
    "courseDescription": "Senior Thesis* This is the third and final semester of the senior thesis. Students will finish analyzing and interpreting their data. This process culminates in a written thesis to be submitted by the due date as specified by the department, a presentation, and an oral defense. The decision about awarding departmental honors will be made after the student submits the thesis.",
    "courseID": "PSYC0703",
    "courseName": "Senior Thesis",
    "departmentID": "PSYC"
  },
  {
    "courseDescription": "Independent Research",
    "courseID": "RELI0500",
    "courseName": "Independent Research",
    "departmentID": "RELI"
  },
  {
    "courseDescription": "Senior Project",
    "courseID": "RELI0700",
    "courseName": "Senior Project in Religion",
    "departmentID": "RELI"
  },
  {
    "courseDescription": "Senior Research for Honors Candidates Approval required",
    "courseID": "RELI0701",
    "courseName": "Senior Thesis in Religion",
    "departmentID": "RELI"
  },
  {
    "courseDescription": "Aquinas: Philosophy & Theology By helping to reintroduce Aristotle into the West, Thomas Aquinas provided understandings of topics in philosophy and theology as diverse as virtues, natural law, sacraments, free will, friendship, and the nature of theology that are still viable today. We will explore these and other selected topics as we study Aquinas’s life, works, and reception. With the assistance of introductory lectures and some secondary literature, we will closely examine selections from the Summa Theologia and other works. We will become comfortable reading the scholastic styles of disputation and commentary, understanding Aquinas’s use of Aristotelian terminology, and comprehending selected arguments of Aquinas. We will conclude by surveying the historical reception of Aquinas, and his continued relevance in contemporary debates.  Fr. Brandon Schneider is currently the Parish Administrator of St. Mary’s Catholic Church in Middlebury and outside advisor to the Newman Club. He received his STL from the Dominican House of Studies in Washington, DC.",
    "courseID": "RELI1006",
    "courseName": "Aquinas:Philosophy/Theology",
    "departmentID": "RELI"
  },
  {
    "courseDescription": "Mindfulness and the Mind: Buddhist and Western Perspectives In this team-taught class we will examine the theory and practice of mindfulness from traditional Buddhist and contemporary philosophical perspectives, and consider its implications for our understanding of the mind. We will outline the origins of mindfulness in Asian Buddhism, and its development in the modern West. We then examine philosophical questions raised by studying meditation scientifically: does a 1st person perspective validate the content of our experience? Or must it also by verified by objective, 3rd person perspectives? What does meditation reveal about the nature of consciousness?  If consciousness is reflexive, aware of itself, does this self-awareness undermine the Buddhist doctrine of non-self?  Students will get first-hand experience practicing mindfulness two hours a week, led by a local meditation teacher.  Readings will be from Buddhist and Western philosophical texts and articles.",
    "courseID": "RELI1044",
    "courseName": "Mindfulness and Mind",
    "departmentID": "RELI"
  },
  {
    "courseDescription": "#blessed: American Prosperity Religion  tfw the vending machine gives you two snacks instead of one #cookies #blessed. Critics allege that thinking God cares about your personal prosperity exposes the rotting core of American late capitalism. But American nationalism is also rooted in God’s providence. How should we grapple with this American ambivalence toward prosperity and religion? In this class, we will use critical media theory to understand how capitalism cultivates a diversity of religious attitudes toward prosperity. While our focus will be contemporary media from the anglophone United States, we will explore comparable instances from Brazil and other Latin American countries in translation.",
    "courseID": "RELI1045",
    "courseName": "American Prosperity Religion",
    "departmentID": "RELI"
  },
  {
    "courseDescription": "Beginning Russian This course is a continuation of RUSS 0101.",
    "courseID": "RUSS0102",
    "courseName": "Beginning Russian",
    "departmentID": "RUSS"
  },
  {
    "courseDescription": "Advanced Studies in Language and Literature Supervised individual study for highly qualified students.",
    "courseID": "RUSS0500",
    "courseName": "Advanced Independent Study",
    "departmentID": "RUSS"
  },
  {
    "courseDescription": "Senior Independent Study",
    "courseID": "RUSS0700",
    "courseName": "Senior Independent Study",
    "departmentID": "RUSS"
  },
  {
    "courseDescription": "Dostoevsky's The Idiot In this course we will read carefully and study closely my new translation of Dostoevsky's second novel, The Idiot (1868), often described as the most personal of all his major works. It includes descriptions of his intense personal torments, such as his chronic recurring epilepsy, and the unforgettable experience of his mock execution; it also explores the moral, spiritual, and philosophical themes evoked by those inescapable ordeals. We will begin with Notes from Underground (1864) as an introduction to the author’s works, and make use of Dostoevsky's Notebooks for the novel, as well as a ten-part Russian television adaptation. Students will write one term paper to be submitted in the last week of the course.",
    "courseID": "RUSS1003",
    "courseName": "Dostoevsky's The Idiot",
    "departmentID": "RUSS"
  },
  {
    "courseDescription": "Balances Reporting in War Zone In this course we will explore the principles and challenges of ethical, balanced reporting in war zones and high-risk areas. Aimed at aspiring crisis journalists, this course emphasizes accurate, unbiased storytelling in both visual and written forms. Students will examine fundamentals of covering conflicts while reporting on human rights abuses, war crimes or police violence through real-world case studies, ethical discussions, and field drills. The course also covers trauma sensitivity, subject protection, and safety in hostile environments. Taught by a veteran reporter with 30 years of field experience, it features his personal archive of photography and video, practical gear insights, and online sessions with other international journalists sharing acclaimed work and field experiences.  Dmitry Belyakov is an award-winning veteran photojournalist from Russia, with 30 years of experience and seven armed conflicts under his belt. In 2004/2005 was profiled as a character, involved as co-producer in Tribeca film festival EMMY-winning documentary drama about Beslan school massacre, narrated by actress Julia Roberts. Works published at New York Times, Washington Post, WSJ, American Photo Magazine, Newsweek, National Geographic, The Sunday Times (UK), Stern, Der Spiegel, Paris Match, GEO",
    "courseID": "RUSS1004",
    "courseName": "Balanced Reporting in War Zone",
    "departmentID": "RUSS"
  },
  {
    "courseDescription": "Prior to registering for SOCI 0500, a student must enlist the support of a faculty advisor from the Department of Sociology. (Open to Majors only)",
    "courseID": "SOCI0500",
    "courseName": "Advanced Individual Study",
    "departmentID": "SOCI"
  },
  {
    "courseDescription": "One-Semester Senior Project Under the guidance of a faculty member, a student will carry out an independent, one-semester research project, often based on original data. The student must also participate in a senior seminar that begins the first week of fall semester and meets as necessary during the rest of the year. The final product must be presented in a written report of 25-40 pages, due the last day of classes.",
    "courseID": "SOCI0700",
    "courseName": "One-Semester Project",
    "departmentID": "SOCI"
  },
  {
    "courseDescription": "Multi-Semester Senior Project Under the guidance of a faculty member, a senior will carry out an independent multi-semester research project, often based on original data. The student must also participate in a senior seminar that begins the first week of fall semester and meets as necessary during the rest of the year. The final product must be presented in a written report of 60-100 pages, due either at the end of the Winter Term or the Friday after spring break.",
    "courseID": "SOCI0710",
    "courseName": "Multi-Semester Senior Project",
    "departmentID": "SOCI"
  },
  {
    "courseDescription": "Writing for Social Change In this course we will learn to write essays and editorials addressing current political, social, and cultural issues. Drawing from recent conflicts and protest about labor, the environment, education, healthcare, foreign policy, elections, and other arenas, students will draft compelling essays, written for publication in mainstream and alternative outlets. The class encourages experimentation with a variety of styles and formats—journalism, long-form nonfiction, personal essays, research-based reports, and public advocacy writing. Students will also learn about pitching their writing to magazines or newspapers as well as the editorial process, from original concept to final draft. The course is team-taught by an investigative journalist and a sociologist, both of whom have experience writing for major American and international outlets.",
    "courseID": "SOCI1006",
    "courseName": "Writing for Social Change",
    "departmentID": "SOCI"
  },
  {
    "courseDescription": "Independent Study The department will consider requests by qualified juniors and senior majors to engage in independent work.",
    "courseID": "SPAN0500",
    "courseName": "Independent Study",
    "departmentID": "SPAN"
  },
  {
    "courseDescription": "Senior Honors Thesis The department will award honors, high honors, or highest honors on the basis of a student's work in the department and performance in SPAN 0705.",
    "courseID": "SPAN0705",
    "courseName": "Senior Honors Thesis",
    "departmentID": "SPAN"
  },
  {
    "courseDescription": "La Vida en Vermont: Reflections of the Migrant Community In this course we will engage with local migrant community members predominantly from Latin America to learn about their lives in Vermont. How do newcomers navigate different cultural landscapes? What do they miss of their homelands and where do they find resonance in New England? Materials such as El Viaje mas Caro The Most Costly Journey will provide historical and ethical foundations. Representatives from community partner organizations such as Addison Allies will support our understanding of local circumstances. Following interviews working with applied theatre skills, students will prepare staged readings to share the stories of migrant community resilience for English and Spanish speaking audiences. This course is a Public Humanities Lab; Spanish language skills welcome but not required.",
    "courseID": "SPAN1339",
    "courseName": "La Vida en VT: Reflections",
    "departmentID": "SPAN"
  },
  {
    "courseDescription": "Independent Study  Individual study for qualified students in more advanced topics in statistics. Particularly suited for those who enter with advanced standing.",
    "courseID": "STAT0500",
    "courseName": "Advanced Study",
    "departmentID": "STAT"
  },
  {
    "courseDescription": "Data Science Across Disciplines In this course, we will gain exposure to the entire data science pipeline—obtaining and cleaning large and messy data sets, exploring these data and creating engaging visualizations, and communicating insights from the data in a meaningful manner. During morning sessions, we will learn the tools and techniques required to explore new and exciting data sets. During afternoon sessions, students will work in small groups with one of several faculty members on domain-specific research projects in Anthropology, Biology, Classics, Political Science, and Statistics. This course will use the R programming language. No prior experience with programming is necessary.  ANTH/LNGT 1230: In this section we will explore indigenous political voice in unexpected places. The data we will analyze will consist of bilingual Apache-English and Maidu-English stories, songs and speeches originally recorded by anthropological linguists in the early twentieth century as examples of traditional culture. Students will use R to search this corpora for how indigenous contributors were also making claims on the future in their address to the researcher and to wider anticipated audiences.  BIOL/ECSC 1230: In this section we will work with data collected by elephant seals equipped with oceanographic instruments in the Southern Ocean. Depending on your interests, you can approach the project from different angles: students focusing on biology will explore where the seals travel and what drives their movements, while those interested in earth science will investigate the temperature and salinity profiles gathered during their dives. Working in teams, you’ll combine these perspectives to build a fuller picture of both seal ecology and the oceanographic processes that shape their environment. Along the way, you’ll practice manipulating and visualizing different types of data including maps of seal tracks, temperature and salinity profiles, and cross-sections of ocean properties. We will also bring in satellite  and autonomous float data to place seal activity and the data they collect in a broader context. By the end, you’ll have a sense of how these different data sources fit together and what unique insights we gain from using seals as oceanographers.  CLAS 1230: In this section students will gain hands-on experience with a variety of natural language processing and text mining techniques by exploring the writings of the ancient historian Plutarch, who lived during the first and second centuries AD.  We will focus on the biographies of \"great men\" in Plutarch’s Lives, which chronicles the history, morals, and virtues of major figures who played parallel roles in ancient Greek and Roman society. The public domain English translation from Project Gutenberg will serve as our main corpus; however, students with a background or interest in Ancient Greek can work with the text in the original language. Using the R programming language, students will transform unstructured text into quantitative data for statistical analysis and morphosyntactic parsing. We will also apply machine learning models to our data to reveal underlying patterns in large amounts of text. No prior experience with R is necessary.  PSCI 1230: Who votes in elections? Who attends protests? Why? In this section we will use the tools of data science to explore these and other questions about political participation in the Americas. We will examine engagement in different forms of participation and the demographic, economic, social, and other factors that shape participation. The class will introduce students to the basics of survey research and the study of political participation.  Students will complete a final group project showcasing the concepts and tools learned in class.   STAT 1230: In this section students will dive into the world of data science by focusing on invasive species monitoring data. Early detection is crucial to controlling many invasive species; however, there is a knowledge gap regarding the sampling effort needed to detect the invader early. In this course, we will work with decades of invasive species monitoring data collected across the United States to better understand how environmental variables play a role in the sampling effort required to detect invasive species. Students will gain experience in the entire data science pipeline, but the primary focus will be on data scraping, data visualization, and communication of data-based results to scientists and policymakers.",
    "courseID": "STAT1230",
    "courseName": "DataScience Across Disciplines",
    "departmentID": "STAT"
  },
  {
    "courseDescription": "Intermediate Independent Project In consultation with their advisors, theatre majors in design may propose a THEA 0500 Intermediate Independent Project. Preliminary proposal forms approved by the student's advisor will be submitted to the program by March 1st of the preceding academic year for those wanting credit in the fall or winter terms and by October 1st for those wanting credit in the spring term. Projects will conform to the guidelines that are available in the theatre office. Students are required to attend a weekly THEA 0500/0700 seminar.",
    "courseID": "THEA0500",
    "courseName": "Intermediate Indep Project",
    "departmentID": "THEA"
  },
  {
    "courseDescription": "Intermediate Independent Project",
    "courseID": "THEA0505",
    "courseName": "Intermediate Ind. Project",
    "departmentID": "THEA"
  },
  {
    "courseDescription": "Senior Independent Project Senior work is required. In consultation with their advisors, theatre majors may propose a THEA 0700 Independent Project. Preliminary proposal forms approved by the student's advisor will be submitted to the program by March 1st of the preceding academic year for those wanting credit in the fall or winter terms and by October 1st for those wanting credit in the spring term. Projects will conform to the guidelines that are available in the theatre office. Students are required to attend a weekly THEA 0500/0700 seminar.",
    "courseID": "THEA0700",
    "courseName": "Senior Project",
    "departmentID": "THEA"
  },
  {
    "courseDescription": "La Vida en Vermont: Reflections of the Migrant Community In this course we will engage with local migrant community members predominantly from Latin America to learn about their lives in Vermont. How do newcomers navigate different cultural landscapes? What do they miss of their homelands and where do they find resonance in New England? Materials such as El Viaje mas Caro The Most Costly Journey will provide historical and ethical foundations. Representatives from community partner organizations such as Addison Allies will support our understanding of local circumstances. Following interviews working with applied theatre skills, students will prepare staged readings to share the stories of migrant community resilience for English and Spanish speaking audiences. This course is a Public Humanities Lab; Spanish language skills welcome but not required.",
    "courseID": "THEA1339",
    "courseName": "La Vida en VT: Reflections",
    "departmentID": "THEA"
  },
  {
    "courseDescription": "",
    "courseID": "WNTR0000",
    "courseName": "No Credit-Not on Campus Winter No Credit Winter Term",
    "departmentID": "WNTR"
  },
  {
    "courseDescription": "Critical Issues and Methods in Teaching Writing: Process Pedagogy to Multiliteracies In this course students will learn to work with writers from diverse backgrounds and disciplines while developing their own writing practices and habits. We will learn about writing pedagogy, tutoring strategies, and current topics in writing studies such as process pedagogy, technology and literacy, and multiliteracies. Students will explore multiple writing modalities while developing innovative teaching practices. Upon successful completion of the course, interested students will be invited to work as peer writing tutors in the Writing Center.",
    "courseID": "WRPR0212",
    "courseName": "Issues & Methods Teach Writing",
    "departmentID": "WRPR"
  },
  {
    "courseDescription": "Independent Research",
    "courseID": "WRPR0500",
    "courseName": "Independent Research",
    "departmentID": "WRPR"
  },
  {
    "courseDescription": "Introduction to Sports Writing This course will examine sports journalism-the nuts and bolts-as well as the genre’s history and its future. Students will study the various styles of sports writing, from long-form storytelling (in articles, documentaries, and docuseries) to play-by-play coverage, breaking news, and investigative journalism. We will also examine writer bias, sports in society, and look at the role of social media in sports—how it is used by athletes, teams, agents, and reporters. Assignments will include a survey of recent sports stories, critical analysis of these articles, event coverage on deadline, and a long-form project (athlete profile or larger theme). We will also tour Olympic venues and meet with local organizers.",
    "courseID": "WRPR1003",
    "courseName": "Introduction to Sports Writing",
    "departmentID": "WRPR"
  },
  {
    "courseDescription": "Acting Your Age: Meanings of Adulthood In this course we will take up the question of “what is adulting”? Is it something one becomes or is? Or something one does? Why is it part of a global conversation about changing economic and social conditions? And how does that impact you? To explore these questions, we will read articles by social scientists and discuss essays and poems by writers such as Audre Lorde, Tina Fey, Sandra Cisneros and Warsan Shire. We will visit archives to look for traces of adulting in former Middlebury students and engage in storytelling with children and elders at community sites. The course will culminate in a student-led, public facing creative installation on adulting.",
    "courseID": "WRPR1046",
    "courseName": "Acting Your Age: Adulthood",
    "departmentID": "WRPR"
  }
]